Repository: playcodestudiosGIT/jp-director-front
Catalog: lib/l10n/intl_*.arb
Languages: es

# jpNecesitaElApoyo
source: JPDIRECTOR needs the support of third parties to properly offer its services and products, with which it enters into appropriate confidentiality agreements and verifies compliance with personal data protection regulations. The data provided to these third parties may not be used for purposes not authorized by the data subject. In compliance with the principles of information and transparency, it is hereby made known that these third parties are: Mailchimp: Used for email marketing and client management. You can find more information about their privacy policy at https://mailchimp.com/about/security/ Hostgator: Hosting provider (web hosting). You can view their privacy policy at https://es.wix.com/manage/privacy-security-hub Facebook: Tool used as a social network and for the purpose of connecting with the data subject. The service is provided by Facebook Ireland Ltd., and their servers are in the United States. They have adopted standard data processing clauses approved by the European Commission, which can be consulted at: https://www.facebook.com/legal/terms/dataprocessing. You can review their privacy policy at https://www.facebook.com/business/gdpr. This tool is also used for advertising on WhatsApp and/or Instagram, as well as data analysis and statistics for potential ad targeting. Google: Sponsored advertising system (ADS), web analytics service for viewing website usage statistics (Analytics), and tag management system (Tag Manager). These services are provided by Google LLC, located in Mountain View, California, United States of America. They have adopted standard data processing clauses approved by the European Commission, which can be consulted at: https://cloud.google.com/security/gdpr/resource-center. If you want more information about their privacy policy, you can visit: https://policies.google.com/privacy Instagram: Social network and app for sharing photos and videos owned by Facebook Inc., located at 1601 Willow Road Menlo Park, CA 94025, United States of America. If you are outside the United States or Canada, the data controller responsible for the information is Facebook Ireland Ltd., located at 4 Grand Canal Square Grand Canal Harbour, Dublin 2, Ireland. They have adopted standard data processing clauses approved by the European Commission, which can be consulted at: https://www.facebook.com/legal/terms/dataprocessing. For more information about the privacy policy, visit: https://help.instagram.com/155833707900388 LinkedIn: Business-oriented social network. You can contact them at https://www.linkedin.com/help/linkedin?lang=es, and their privacy policy can be viewed at https://www.linkedin.com/legal/privacy-policy PayPal (Europe) S.à r.l. et Cie, S.C.A.: Used to manage payments by debit and credit card on the website. Located at 22-24 Boulevard Royal L-2449, Luxembourg. For more information, visit https://www.paypal.com/es/webapps/mpp/ua/privacy-full?locale.x=es_ES Facebook Pixel: Analytics tool for advertising, used to track actions of data subjects on this website. This service is provided by Facebook, Inc., located at 1601 Willow Road Menlo Park, CA 94025, United States of America. If you are outside the United States or Canada, the data controller responsible for the information is Facebook Ireland Ltd., located at 4 Grand Canal Square Grand Canal Harbour, Dublin 2, Ireland. They have adopted standard data processing clauses approved by the European Commission, which can be consulted at: https://www.facebook.com/legal/terms/dataprocessing. For more information about the privacy policy, visit https://www.facebook.com/privacy/explanation Stripe: Tool used to manage payments by debit and credit card on the website. They have adopted standard data processing clauses approved by the European Commission, which can be consulted at: https://es.wix.com/manage/privacy-security-hub TikTok: Social network and app for sharing videos owned by TikTok Technology Limited, located at 10 Earlsfort Terrace, Dublin, D02 T380, Ireland. For users in the UK: TikTok Information Technologies UK Limited, WeWork, 125 Kingsway, London, WC2B 6NH, United Kingdom. For more information about the privacy policy, visit https://www.tiktok.com/legal/privacy-policy?lang=es Twitter: Social network based in San Francisco, California, with subsidiaries in San Antonio and Boston in the United States, provided by Twitter, Inc. They have adopted standard data processing clauses approved by the European Commission, which can be consulted at: https://gdpr.twitter.com/. You can contact them at https://help.twitter.com/en/contact-us, and their privacy policy can be viewed at https://twitter.com/es/privacy Vimeo: Video platform. This service is provided by Vimeo, Inc., located in the United States, and they have adopted standard data processing clauses approved by the European Commission. For more information about their privacy policy, visit https://vimeo.com/privacy WhatsApp: Tool used for communication with users, buyers, clients, and participants through WhatsApp Ireland Limited (for those located in Europe). You can contact them through the link https://www.whatsapp.com/contact/?subject=messenger, and their privacy policy can be viewed at https://www.whatsapp.com/legal?eea=1#privacy-policy. Zoom: Tool used for video conferencing. This service is provided by Zoom Video Communications, Inc., located in the United States of America, and they have adopted standard data processing clauses approved by the European Commission, which can be consulted at: https://zoom.us/gdpr. For more information about their privacy policy, visit: https://zoom.us/privacy In specific cases, JPDIRECTOR may use applications or tools that have not been included or named in this list, as this may be a better option to help with a particular task. If this happens, JPDIRECTOR will notify its users, clients, or participants as appropriate.
es: JPDIRECTOR necesita el apoyo de terceros para ofrecer adecuadamente sus servicios y productos, con los cuales celebra los debidos acuerdos de confidencialidad y verifica el cumplimiento de las normativas sobre protección de datos personales. Los datos suministrados a estos terceros no podrán ser utilizados para otros fines no autorizados por el titular de los datos. En cumplimiento de los principios de información y transparencia, se hace saber que estos terceros son: Mailchimp: Utilizada para el email marketing y gestión de clientes Puedes ver más información sobre política de privacidad en https://mailchimp.com/about/security/ •Hostgator: Proveedor de Hosting (almacenamiento web). Puede ver su política de privacidad en https://es.wix.com/manage/privacy-security-hub •Facebook: Herramienta utilizada como red social y a los fines de conectarse con el titular de los datos. El servicio es prestado por la empresa Facebook Ireland Ltd., sus servidores están en Estados Unidos. Han adoptado cláusulas tipo de procesamiento de datos aprobadas por la Comisión Europea que pueden ser consultadas en: https://www.facebook.com/legal/terms/dataprocessing. . Puede consultarse su política de provacidad en https://www.facebook.com/business/gdpr. Con esta herramienta también se maneja la publicidad que se pueda realizar en WhatsApp y/o Instagram, así como el análisis de datos y estadísticas para una posible segmentación de la publicidad. •Google: sistema de publicidad patrocinada (ADS), Servicio de análisis web, para ver las estadísticas del uso del sitio web (Analytics) y sistema de gestión de etiquetas (Tag Manager).Estos servicios son prestados por la empresa Google LLC, ubicada en Mountain View, California, Estados Unidos de América. Han adoptado cláusulas tipo de procesamiento de datos aprobadas por la Comisión Europea que pueden ser consultadas en: https://cloud.google.com/security/gdpr/resource-center. Si desea obtener más información sobre su política de privacidad puede consultar: https://policies.google.com/privacy •Instagram: Red social y aplicación para subir fotos y vídeos cuyo propietario es la empresa Facebook Inc., que está ubicada en 1601 Willow Road Menlo Park, CA 94025, Estados Unidos de América. En caso de estar fuera de los Estados Unidos de América o Canadá, la entidad de control de datos responsable de la información es Facebook Ireland Ltd., que se encuentra ubicada en 4 Grand Canal Square Grand Canal Harbour, Dublín 2, Irlanda. Han adoptado cláusulas tipo de procesamiento de datos aprobadas por la Comisión Europea que pueden ser consultadas en: https://www.facebook.com/legal/terms/dataprocessing. Para obtener más información sobre la política de privacidad ingresa en: https://help.instagram.com/155833707900388 •Linkedin: Red social orientada a las empresas, a los negocios y el empleo. Puede ser contactada en https://www.linkedin.com/help/linkedin?lang=es y su política de privacidad puede observarse en https://www.linkedin.com/legal/privacy-policy •PayPal (Europe) S.à r.l. et Cie, S.C.A.: empresa utilizada para gestionar los pagos mediante tarjeta de débito y crédito en el sitio web. Ubicada en 22-24 Boulevard Royal L-2449, Luxemburgo. Para más información puede visitar https://www.paypal.com/es/webapps/mpp/ua/privacy-full?locale.x=es_ES •Pixel de Facebook: herramienta de análisis para publicidad, utilizado para conocer las acciones de los titulares de los datos en este sitio web. Este servicio es proporcionado por Facebook, Inc., que está ubicada en 1601 Willow Road Menlo Park, CA 94025, Estados Unidos de América. En caso de estar fuera de los Estados Unidos de América o Canadá, la entidad de control de datos responsable de la información es Facebook Ireland Ltd., que se encuentra ubicada en 4 Grand Canal Square Grand Canal Harbour, Dublín 2, Irlanda. Han adoptado cláusulas tipo de procesamiento de datos aprobadas por la Comisión Europea que pueden ser consultadas en: https://www.facebook.com/legal/terms/dataprocessing. Para obtener más información sobre la política de privacidad ingresa en https://www.facebook.com/privacy/explanation •Stripe: herramienta utilizada para gestionar los pagos mediante tarjeta de débito y crédito en el sitio web. Han adoptado cláusulas tipo de procesamiento de datos aprobadas por la Comisión Europea que pueden ser consultadas en: https://es.wix.com/manage/privacy-security-hub. •TikTok: Red social y aplicación para subir vídeos cuyo propietario es la empresa TikTok Technology Limited ubicada en 10 Earlsfort Terrace, Dublín, D02 T380, Irlanda. Para los usuarios del Reino Unido: TikTok Information Technologies UK Limited, WeWork, 125 Kingsway, Londres, WC2B 6NH, Reino Unido. Para obtener más información sobre la política de privacidad ingresa en: https://www.tiktok.com/legal/privacy-policy?lang=es •Twitter: Red social con sede en San Francisco, California, con filiales en San Antonio y Boston en Estados Unidos, prestado por la empresa Twitter, Inc. Han adoptado cláusulas tipo de procesamiento de datos aprobadas por la Comisión Europea que pueden ser consultadas en: https://gdpr.twitter.com/. Puede ser contactada en https://help.twitter.com/en/contact-us y su política de privacidad puede observarse en https://twitter.com/es/privacy •Vimeo: plataforma creada para la disposición de videos. Este servicio está a cargo de la empresa Vimeo, Inc., ubicada en Estados Unidos y que ha adoptado cláusulas tipo de procesamiento de datos aprobadas por la Comisión Europea. Para más información sobre su política de privacidad puede visitar https://vimeo.com/privacy •WhatsApp: Herramienta utilizada para la comunicación con los usuarios, compradores, clientes y participantes a través de la empresa WhatsApp Ireland Limited (para los que se encuentran ubicados en Europa), puede contactarse a través del enlace https://www.whatsapp.com/contact/?subject=messenger y su política de privacidad puede observarse en https://www.whatsapp.com/legal?eea=1#privacy-policyación sobre su política de privacidade, consulte https://wpengine.com/legal/privacy/ •Zoom: herramienta utilizada para videoconferencias. Este servicio está a cargo de la empresa Zoom Video Communications, Inc., ubicada en Estados Unidos de América, ha adoptado cláusulas tipo de procesamiento de datos aprobadas por la Comisión Europea que pueden ser consultadas en: https://zoom.us/gdpr. Si desea obtener más información sobre su política de privacidad puede consultar: https://zoom.us/privacy En casos puntales JPDIRECTOR podrá utilizar aplicaciones o herramientas que no hayan sido incluidas o nombradas en este listado, lo anterior por ser una mejor opción que coadyuve a la realización de una determinada tarea; si esto sucediera JPDIRECTOR notificará de esta situación a sus usuarios, clientes o participantes según fuere el caso.

# politicasRelacionadasConNews
source: POLICIES RELATED TO THE NEWSLETTER
es: POLÍTICAS RELACIONADAS CON LA NEWSLETTER

# estasPoliticasSeEntenderan
source: These policies shall be understood at all times as a complementary part of the terms and conditions set forth on the website, both of which shall be equally applicable in the event of a dispute. The privacy and intellectual property policy applied shall be the same as that set forth in the terms and conditions of the website. The term 'newsletter' shall refer to the digital newsletter periodically produced by JPDIRECTOR and sent to its subscribers through an external email service provider, to which the user has voluntarily subscribed. JPDIRECTOR is not obligated to send the newsletter at defined time intervals, and is therefore completely free to do so at its discretion. The user may at any time exercise their rights of access, rectification, cancellation, or opposition by following the instructions found in the footer of the newsletter. The user shall not share its content with third parties, as this would violate JPDIRECTOR's copyright. The only possible distribution channel is one administered and/or authorized by JPDIRECTOR. JPDIRECTOR shall not be responsible for the content of third parties presented in the newsletter; any disputes that arise shall be addressed directly with the person or company mentioned. All material presented in the newsletter is protected by copyright in favor of JPDIRECTOR, and in the case of third parties, it shall be understood that JPDIRECTOR has obtained the necessary authorization to use it as agreed with the author.
es: Estas políticas se entenderán en todo momento como parte complementaria de los términos y condiciones expuestos en el sitio web, siendo ambos de igual aplicación al momento de una controversia. La política de privacidad y de propiedad intelectual aplicada será la misma que se expone en los términos y condiciones del sitio web. Se entenderá como “newsletter” al boletín digital que JPDIRECTOR realiza de forma periódica y que hace llegar a sus suscriptores a través de un proveedor de servicios de correo electrónico externo, al cual el usuario se ha suscrito de manera voluntaria. JPDIRECTOR no está en la obligación de enviar en períodos de tiempo definidos la newsletter, por lo que es totalmente libre de hacerlo cuando lo estime conveniente. El usuario podrá en todo momento ejercer sus derechos de acceso, rectificación, cancelación u oposición siguiendo las instrucciones que encontrará en el pie de página de la newsletter. El usuario no deberá compartir su contenido con terceros, ya que esto violaría los derechos de autor de JPDIRECTOR. El único canal de distribución posible es el administrado y/o autorizado por JPDIRECTOR. JPDIRECTOR no se hará responsable por el contenido de terceros expuesto en la newsletter, cualquier controversia que surja deberá ser tratada directamente con la persona o empresa de la cual se hace mención. Todo el material que se expone en la newsletter está protegido por derechos de autor a favor de JPDIRECTOR, y en el caso de pertenecer a terceros, se entenderá que JPDIRECTOR tiene la debida autorización para utilizarlo como se haya convenido con el autor.

# interesLegitimo
source: LEGITIMATE INTEREST
es: INTERÉS LEGÍTIMO

# cuandoSeRealice
source: When launching new products or services, or special promotions for a specified period, the name and email address of website users will be collected through a form. This processing of personal data shall be based on JPDIRECTOR's legitimate interest in increasing its sales, promoting its products or services, and fulfilling the purpose of sending the promised information on the website. This processing shall be carried out for as long as JPDIRECTOR's legitimate interest persists. To enhance privacy guarantees and respect for privacy, the option to opt out of this advertising is offered through an easy and immediate method located at the bottom of the emails received. To determine whether this interest is provided and respectful of the rights of data subjects, a balancing test has been conducted, which can be requested at any time by writing to the email address hola@jpdirector.net
es: Cuando se realice un lanzamiento de productos o servicios nuevos, o promociones especiales por tiempo determinado, se recogerá el nombre y correo electrónico de los usuarios del sitio web mediante un formulario. Este tratamiento de datos personales se hará con base en el interés legítimo que posee JPDIRECTOR para aumentar sus ventas, dar a conocer sus productos o servicios y cumplir con la finalidad de enviarle al titular de los datos la información prometida en el sitio web. Este tratamiento será realizado mientras perdure el interés legítimo de JPDIRECTOR. Para aumentar las garantías y respeto a la privacidad, se ofrece la posibilidad de la exclusión voluntaria de esta publicidad mediante un método fácil y de ejecución inmediata, ubicado en la parte inferior de los correos electrónicos que reciba. Para saber si este interés es proporcionado y respetuoso con los derechos de los titulares de los datos, se ha realizado una ponderación que puede ser solicitada en cualquier momento escribiendo al correo electrónico hola@jpdirector.net

# duracionDeTratamiento
source: DURATION OF PROCESSING
es: DURACIÓN DEL TRATAMIENTO

# enElCasoDeLosDatos
source: In the case of personal data provided for billing and the purchase of products or services, they shall be retained for the legally applicable period. In the case of personal data provided for electronic commercial newsletters and blog comments, they shall be retained for as long as the data subject wishes to remain on the subscription list, and they may unsubscribe at any time, automatically as indicated in each newsletter, or by writing to support@quieroads.com
es: En el caso de los datos personales suministrados para facturación y compra de productos o servicios, serán guardados por el tiempo legalmente aplicable. En el caso de los datos personales suministrados para boletines comerciales electrónicos y comentarios en el blog, será por el tiempo que el titular de los datos desee permanecer en la lista de suscripción, por lo que podrá darse de baja en el momento que así lo desee, de forma automática como se indica en cada boletín, o escribiendo al soporte@quieroads.com

# residentesCalifornia
source: RESIDENTS OF CALIFORNIA, UNITED STATES
es: RESIDENTES EN CALIFORNIA, ESTADOS UNIDOS

# jpCumpleLaLey
source: JPDIRECTOR complies with the California Consumer Privacy Act of 2018 (“CCPA”). Residents of California have the right to request that JPDIRECTOR disclose what personal information it has collected, used, disclosed, and sold during the 12 months prior to receiving such a request. To exercise this right, as well as the right to deletion or opposition to the processing of their data, the user should write to hola@jpdirector.net
es: JPDIRECTOR cumple con la Ley de Privacidad del Consumidor de California de 2018 (“CCPA”). Los residentes en California tienen derecho a solicitar que JPDIRECTOR revele qué información personal ha recopilado, utilizado, divulgado y vendido durante el período de 12 meses anterior a la recepción de dicha solicitud. Para ejercer este derecho, así como el de eliminación u oposición al tratamiento de sus datos, el usuario deberá escribir a hola@jpdirector.net

# laContrasenaSeHaReest
source: Your password has been reset, and you can now log in with your new password.
es: Tu contraseña se ha reestablecido, ya puedes iniciar sesion con tu nueva clave.

# ingresaNewPass
source: Enter your new password
es: Ingresa tu nueva clave

# graciasPorConfirmar
source: Thank you for confirming your account
es: Gracias por confirmar tu cuenta

# enlaceInvalido
source: INVALID LINK
es: ENLACE INVALIDO

# pagina404
source: Page not found 404
es: Página no encontrada 404

# porFavorEspere
source: Please wait
es: Por favor espere

# leadCreadoConExito
source: Lead created successfully
es: Lead Creado con exito

# leadActualizadoConExito
source: Lead updated successfully
es: Lead Actualizado con exito

# nuevoLead
source: New Lead
es: Nuevo Lead

# responder
source: Reply
es: Responder

# respuesta
source: Response
es: Respuesta

# fecha
source: Date
es: Fecha

# nuevoForm
source: New Form
es: Nuevo Formulario

# hola
source: Hello,
es: Hola,

# bienvenidoAlosProg
source: Welcome to the most comprehensive digital advertising programs. We thank you and send you a big hug for trusting our training; we are excited to see you grow on this new path to success.
es: Bienvenido a los programas más completos de publicidad digital. Te damos las gracias y un gran abrazo por confiar en nuestras formaciones; estamos emocionados de verte crecer en este nuevo camino de éxito.

# teExplicamos
source: We'll explain everything you need to know 👇:
es: Te explicamos 👇 todo lo que debes saber:

# cadaCursoCuenta
source: 1. Each course has its comment section - you can leave us all your questions, and our team will answer them.
es: 1. Cada curso cuenta con su barra de comentarios - puedes dejarnos todas tus preguntas y nuestro equipo estará contestándolas

# podrasDescargar
source: 2. You'll be able to download complementary materials for each module of the class you're learning.
es: 2. Podrás descargar en cada módulo un material complementario de la clase que estés aprendiendo

# unaVezFinalices
source: 3. Once you finish the course, you can download your completion certificate from the button that will appear at the top right
es: 3. Una vez finalices el curso podrás descargar tu certificado de finalización en el botón que aparecerá en la parte superior derecha de cada curso.

# siTienesAlgunaDuda
source: 4. If you have any more specific questions, we have a
es: 4. Si tienes alguna pregunta más especifica contamos con un

# centroSoporte
source: Help and Support Center
es: Centro de Ayuda y Soporte

# dondeTeBrindaremos
source: where we will provide you with a response within 48 hours.
es: donde te brindaremos una respuesta en el transcurso de 48 hora
