Repository: playcodestudiosGIT/jp-director-front
Catalog: lib/l10n/intl_*.arb
Languages: es

# entiendesQueEsto
source: Do you understand that this is a process in which you must be committed and have an established business model with different requirements?
es: ¿Entiendes que esto es un proceso en el que debes estarcomprometido y tener un modelo de negocio establecido con diferentes requerimientos?

# siEstoyPreparado
source: Yes, I am prepared
es: Si, estoy preparado

# noEstoyPreparado
source: No, I do not know what the requirements are
es: No, no se cuales son los requerimientos

# enviarBtn
source: SEND
es: ENVIAR

# enQueNivel
source: At what level of knowledge is your team regarding digital advertising?
es: ¿En qué nivel de conocimiento se encuentra tu equipo referente a la publicidad digital?

# cero
source: Zero
es: Cero

# basico
source: Basic
es: Básico

# intermedio
source: Intermediate
es: Intermedio

# avanzado
source: Advanced
es: Avanzado

# deseasQueLaConf
source: Do you want the conference to be in-person or prefer online?
es: ¿Deseas que la conferencia sea presencial o prefieres online?

# confOnline
source: Online Conference
es: Conferencia Online

# confPresenc
source: In-Person Conference
es: Conferencia Presencial

# escribeTodasTusEspectativas
source: Write down all your expectations and topics you want me to cover for your company.
es: Escribe todas tus expectativas y temas que quieres que exponga para tu empresa

# graciasInfo
source: Thank you for providing us with your information!
es: ¡Gracias por brindarnos tu información!

# estasAunPaso
source: You're one step away from success and making a difference. Welcome to this mission!
es: ¡Estás a un paso del éxito para marcar la diferencia, bienvenido a esta misión!

# enElTranscurso
source: Within 2 to 3 days, I will be contacting you to explain the next steps.
es: En el transcurso de 2 a 3 días me estaré comunicando contigo para explicarte los siguientes pasos.

# siguemeEnTodas
source: Follow me on all social media channels to get ADS tips and updates.
es: Sígueme en todas las redes para conocer TIPS y actualizaciones ADS

# finalizarBtn
source: FINISH
es: FINALIZAR

# inicioMenuBtn
source: Home
es: Inicio

# cursosMenuBtn
source: Courses
es: Cursos

# serviciosMenuBtn
source: Services
es: Servicios

# resultadosMenuBtn
source: Results
es: Resultados

# contactoMenuBtn
source: Contact
es: Contacto

# enviaremosUnEmail
source: Enter your data and receive my new GUIDE at no cost to you ❤️
es: Ingresa tus datos y recibe mi nueva GUÍA sin costo para ti ❤️

# todoListoDescarga
source: Everything's ready, you can now download your gift by clicking the link we've sent to your email.
es: Todo listo, ya puedes descargar tu regalo haciendo click en el enlace que hemos enviado a tu correo electrónico

# alHacerClickHeLeido
source: By clicking SUBMIT, you confirm that you have read and accepted all the policies and conditions.
es: Al hacer clic en ENVIAR, confirmas que has leído y aceptado todas las políticas y condiciones

# cancelarBtn
source: CANCEL
es: CANCELAR

# crearCuenta
source: CREATE ACCOUNT
es: CREAR CUENTA

# correoTextFiel
source: Email
es: Correo Electrónico

# nombreTextField
source: Name
es: Nombre

# ingreseNombreTextField
source: Enter your name
es: Ingrese su nombre

# apellidoTextFiel
source: Surname
es: Apellido

# ingreseApellidoTextFiel
source: Enter your surname
es: Ingrese su apellido

# contrasenaTextFiel
source: Password
es: Contraseña

# repitaContrasenaTextFiel
source: Repeat password
es: Repita la contraseña

# yaTienesCuenta
source: Already have an account?
es: ¿Ya tienes cuenta?

# iniciaAqui
source: Log in here
es: Inicia sesión aquí

# alIniciarSesion
source: By logging in, you agree to our
es: Al iniciar sesión aceptas nuestros

# terminoDeUso
source: Terms of use
es: Términos de Uso

# yReconocesQue
source: and acknowledge that you have read
es: y reconoces que has leído

# nuestra
source: our
es: nuestra

# politicaDePrivacidad
source: Privacy Policy
es: Política de Privacidad

# iniciaSesion
source: LOG IN
es: INICIA SESIÓN

# recuerdame
source: Remember me
es: Recuérdame

# iniciarSesionBtn
source: LOG IN
es: ENTRAR

# eresNuevo
source: Are you new?
es: ¿Eres Nuevo?

# registrateAqui
source: Sign up here
es: Registrate aquí

# olvideMiPass
source: I forgot my password
es: Olvide mi contraseña

# ingreseSuCorreo
source: Enter your email
es: Ingrese su correo

# ingreseUnaPassValida
source: Enter a valid password
es: Ingrese una contraseña valida

# laContraDebe6Caracteres
source: The password must have more than 6 characters
es: La contraseña debe tener mas de 6 caracteres

# passNoCoinciden
source: Passwords do not match
es: Las contraseñas no coinciden

# registrarBtn
source: REGISTER
es: REGISTRAR

# recuperarPass
source: RECOVER YOUR PASSWORD
es: RECUPERAR TU CONTRASEÑA

# ingresaTuDirEmail
source: Enter your email address
es: Ingresa tu dirección de correo

# recibirasInstruccionesPass
source: You will receive an email with instructions to reset your password.
es: recibiras un correo electrónico con instrucciones para reestablecer tu contraseña

# elEmailNoExiste
source: The email does not exist
es: El correo no existe

# seHaEnviadoUnCorreo
source: An email with instructions has been sent, please check your email
es: Se ha enviado un correo electrónico con instrucciones, porfavor verifica tu correo electrónico

# irAlLoginBtn
source: Go to login
es: Ir al Login

# comprarBtn
source: BUY
es: COMPRAR

# estaMision
source: This mission is for you
es: Esta misión es para ti

# emprendedorOFree
source: Entrepreneur or Freelancer
es: Emprendedor o Freelancer

# emprendedorOFreeText
source: If you are an entrepreneur, have a business or want training that truly trains your team to launch campaigns correctly
es: Si eres emprendedor, tienes un negocio o quieres una formación que verdaderamente capacite a tu equipo a lanzar campañas de manera correcta

# duenosNegocios
source: Business Owners
es: Dueños de Negocios

# duenosNegociosText
source: You see advertising on your phone all the time, and you know your business needs it to get noticed and sell more. This training will help you understand how to do it and its importance.
es: Ves publicidad todo el tiempo en tu teléfono y sabes que tu negocio lo necesita para darse a conocer y vender más. Esta formación te ayudará a entender como hacerlo y su importancia.

# negocioLocFis
source: Local or Physical Business
es: Negocio (Local o físico)

# negocioLocFisText
source: Clothing store, restaurant, gym, bar, or any business that needs foot traffic to consume its product or service.
es: Tienda de ropa, restaurante, gimnasio, bar o cualquier negocio que necesita tráfico en su tienda para consumir su producto o servicio.

# profesionalesEnMark
source: Marketing and Communication Professionals
es: Profesionales en Marketing y Comunicación

# profesionalesEnMarkText
source: If you're studying or working in a company, this will be very valuable for developing it within the company or offering it as one of your services.
es: Si estás estudiando o trabajando en una empresa esto será muy valioso para desarrollarlo dentro de la compañía u ofrecerlo como uno de tus servicios

# consultEspec
source: Consultants or Specialists
es: Consultores o Especialistas

# consultEspecText
source: You're a doctor, coach, realtor, lawyer, or nutritionist, and your services are highly sought after on social media. All that's left is to expose yourself in the right way through advertising.
es: Eres médico, coach, realtor, abogado o nutricionista y tus servicios son altamente buscados en las redes sociales, por lo que solo falta exponerte de la manera correcta en publicidad.

# inhabResagBloq
source: Disabled, Backlogged, or Blocked
es: Inhabilitados, Resagados o Bloqueados

# inhabResagBloqText
source: If you're studying or working in a company, this will be very valuable for developing it within the company or offering it as one of your services.
es: Si estás estudiando o trabajando en una empresa esto será muy valioso para desarrollarlo dentro de la compañía u ofrecerlo como uno de tus servicios.

# conoceloQue
source: Get to Know What You'll Learn
es: Conoce lo que aprenderás

# ellosVivieronMision
source: They Lived the Mission
es: Ellos vivieron la misión

# quieroAds
source: I Want Ads
es: Quiero Ads

# estudiantes
source: students
es: estudiantes

# testimonioSaylin
source: "I loved it, it's very comprehensive and a world of knowledge. For my business, this course marked a before and after."
es: “Me ha encantado, es muy completo y un mundo de conocimiento. Para mi negocio este curso logró un antes y un después”.

# testimonioAnier
source: "I studied computer science and a lot of education. After taking the course, I not only recovered my investment but can also run my own advertising. Thanks, JP."
es: “Estudié informática y un montón de educación. Luego de ver el curso no solo recuperé mi inversión sino que además puedo correr mis propia publicidad, gracias JP”.

# testimonioTania
source: "I have ideas and plans to implement for the next 6 months thanks to this course. Anyone who takes it will understand after learning from JP."
es: Tengo ideas y planes para desarrollar por 6 meses gracias a este curso. Todo el que lo vea entenderá luego de aprender con JP”

# testimonioGerman
source: "In just 1 month, I managed to have more than 100 potential clients with my advertising campaigns. I recommend this course to anyone who wants to learn."
es: “En 1 mes logré tener más de 100 clientes potenciales con mis campañas de publicidad. A todo el que quiera aprender le recomiendo este curso.”

# soyJpDir
source: I'm JP Director
es: Soy JP Director

# desdeHace4
source: For the past 6 years, I've been dedicated to boosting brands and businesses with effective ad strategies that hit the mark. Throughout the process, I've managed more than $18,000,000 USD in advertising campaigns, achieving more than $180,000,000 USD in online sales. After countless trials, analyses, and education, I decided to offer this group experience to teach entrepreneurs, business owners, or marketing teams to understand the engine that is running advertising campaigns.
es: Desde hace 4 años me dedico a potenciar marcas y negocios con estrategias efectivas en ads que dan en el punto. En todo el proceso he manejado una cantidad de $1.000.000 USD en campañas publicitarias, logrando $15.000.000 USD en ventas por internet. Luego de innumerables pruebas, análisis y educación, decidí realizar esta experiencia grupal para enseñarle a emprendedores, dueños de negocio o equipos de marketing a entender el motor que es realizar campañas publicitarias.

# quieroYaBtn
source: I WANT THIS COURSE NOW
es: QUIERO ESTE CURSO YA

# continuar
source: CONTINUE
es: CONTINUAR

# yaTienesEsteCurso
source: You Already Have This Course
es: Ya tienes este Curso

# noTienesCursos
source: You Don't Have Any Courses
es: No tienes ningun curso

# misCursosMenuBtn
source: MY COURSES
es: MIS CURSOS

# configuracionMenuBtn
source: SETTINGS
es: CONFIGURACION

# miCuentaMenuBtn
source: My Account
es: Mi Cuenta

# usuariosMenuBtn
source: Users
es: Usuarios

# formulariosMenuBtn
source: Forms
es: Formularios

# logoutLabel
source: LOG OUT
es: SALIR

# yaTienesTodos
source: You Already Have All the Courses
es: Ya tienes todos los cursos

# misCursosLabel
source: My Courses
es: Mis Cursos

# cursosDisponibles
source: Available Courses
es: Cursos disponibles

# sobreMi
source: About Me
es: Sobre mi

# actInfoBtn
source: UPDATE INFORMATION
es: ACTUALIZAR INFORMACIÓN

# actRrssBtn
source: UPDATE SOCIAL MEDIA
es: ACTUALIZAR RRSS

# redesSociales
source: Social Media
es: Redes sociales

# actualizarBtn
source: UPDATE
es: ACTUALIZAR

# extensionInvalida
source: Invalid Extension
es: Extension Invalida

# laExtensionDebe
source: The extension must be PNG, JPG, or JPEG
es: La extension debe ser PNG, JPG ó JPEG

# tamanoInvalido
source: Invalid Size
es: Tamaño inválido

# debePesarMenos
source: The image must weigh less than 3 MB
es: La imagen debe pesar menos de 1 MB

# imgCambiadaNtf
source: Image changed successfully
es: Imagen cambiada con exito

# verMas
source: See More
es: Ver mas

# modulos2puntos
source: Modules:
es: Modulos:

# duracion2puntos
source: Duration:
es: Duración:

# seguroBorrar
source: Are you sure you want to Delete
es: Seguro que deseas Borrar

# seguroBorrarUsuario
source: Are you sure you want to delete the user
es: Seguro que deseas usuario

# borrarDefinitivo
source: Permanently delete the user
es: Borrar definitivamente el usuario

# eliminado
source: Deleted
es: Eliminado

# errorEliminadoCurso
source: Error deleting course
es: Error eliminado curso

# errorEliminadoUsuario
source: Error deleting user
es: Error eliminado usuario

# errorEliminadoLead
source: Error deleting lead
es: Error eliminado lead

# servicios2puntos
source: Services:
es: Servicios:

# negocio2puntos
source: Business :
es: Negocio :

# advisoryLvl
source: Advertising Level
es: Nivel de Publicidad

# advisoryBefore
source: Advertising Before?
es: Publicidad Antes?

# acepto2puntos
source: Agree:
es: De acuerdo:

# borrarForm
source: Delete form
es: Borrar formulario

# borrarFormDef
source: Permanently delete the form
es: Borrar definitivamente el formulario

# siBorrar
source: Yes, Delete
es: Si, Borrar

# activo
source: ACTIVE
es: ACTIVO

# pendiente
source: PENDING
es: PENDIENTE

# usuario
source: User
es: Usuario

# adminLeads
source: Lead Management
es: Administración de Leads

# datosDescarga
source: Download Data
es: Datos de descargas

# listaDescarga
source: Download List
es: Lista de descargas

# acciones
source: ACTIONS
es: ACCIONES

# adminForms
source: Form Management
es: Administración de Formularios

# listaForm
source: Form List
es: Lista de Formularios

# informacionMayus
source: INFORMATION
es: INFORMACIÓN

# adminCursos
source: Course Management
es: Administración de Cursos

# listaDeCursos
source: Course List
es: Lista de cursos

# imgDeCurso
source: COURSE IMAGE
es: IMAGEN DEL CURSO

# infoDeCurso
source: COURSE INFORMATION
es: INFORMACIÓN DEL CURSO

# adminUsuarios
source: User Management
es: Administración de Usuarios

# listaUsuarios
source: User List
es: Lista de usuarios

# imagen
source: IMAGE
es: IMAGEN

# cursoMayus
source: COURSES
es: CURSOS

# verCertificadoBtn
source: VIEW CERTIFICATE
es: VER CERTIFICADO

# ver
source: VIEW
es: VER

# comentariosBtn
source: COMMENTS
es: COMENTARIOS

# verMaterialBtn
source: VIEW MATERIAL
es: VER MATERIAL

# listaDeComentarios
source: Comment List
es: Lista de comentarios

# finDeLosComentarios
source: End of Comments
es: Fin de los comentarios

# agregarUnComentario
source: Add a Comment
es: Agregar un comentario

# comentar
source: COMMENT
es: COMENTAR

# unAdmRespondera
source: An Administrator will answer your question
es: Un Administrado responderá tu pregunta

# generandoCert
source: Generating Certificate
es: Generando Certificado

# felicidadesCert
source: Congratulations, your certificate is ready!
es: Felicidades, tu certificado esta listo!

# certificadoBtn
source: CERTIFICATE
es: CERTIFICADO

# seguroBorrarComent
source: Are you sure you want to delete the comment?
es: Seguro que desea borrar el comentario?

# comentarioInvalido
source: Invalid Comment
es: Comentario Invalido

# progreso2puntos
source: Progress:
es: Progreso:

# irAlLogin
source: Log in
es: Iniciar sesión

# telfSinCaracteres
source: Phone without special characters (12223334455)
es: Teléfono sin caractéres especiales (12223334455)

# telfDebeCodArea
source: It must include international code + area code
es: Debe incluir cod intenacional + cod de área

# telfSoloNumeros
source: It must only contain numbers. (12223334455)
es: Solo debe contener números. (12223334455)

# ingreseCorreoValido
source: Enter a valid email
es: Ingrese un correo valido

# deQueSector
source: What sector or city is your business from?
es: ¿De qué sector o ciudad es tu negocio?

# requerido
source: Required
es: Requerido

# nuevoUsuario
source: New User
es: Nuevo Usuario

# nombreDeUsuario
source: Username
es: Nombre de usuario

# apellidoDeUsuario
source: User's Last Name
es: Apellido de usuario

# correoDeUsuario
source: User's Email
es: Correo de usuario

# passDeUsuario
source: User's Password
es: Contraseña de usuario

# telefonoDeUsuario
source: User's Phone
es: Teléfono de usuario

# estado
source: STATUS
es: ESTADO

# crearBtn
source: CREATE
es: CREAR

# anadirCurso
source: Add a course to the user
es: Añadele un curso al usuario

# seleccioneCurso
source: Select a course
es: Seleccione un curso

# agregarBtn
source: ADD
es: AGREGAR

# usuarioCreado
source: User created successfully
es: Usuario Creado con exito

# usuarioActualizado
source: User updated successfully
es: Usuario Actualizado con exito

# cursoRepetido
source: Course already exists
es: Curso ya existe

# eliminarCurso
source: Delete Course
es: Eliminar Curso

# seguroEliminarCurso
source: Are you sure you want to delete the course
es: Estas seguro de eliminar el curso

# editar2puntos
source: Edit:
es: Editar:

# nuevoCurso
source: New Course
es: Nuevo Curso

# nombreDelCurso
source: Course Name
es: Nombre del curso

# precioDelCurso
source: Course Price
es: Precio del curso

# imagenDelCurso
source: Course Image
es: Imagen del curso

# banerDelCurso
source: Course Banner
es: Baner del curso

# duracionDelCurso
source: Course Duration
es: Duración del curso

# descripcionDelCurso
source: Course Description
es: Descripción del curso

# modulosDelCurso
source: Course Modules
es: Modulos del curso

# agregarUnModulo
source: Add Module
es: Agregar Modulo

# nombreDelModulo
source: Module Name
es: Nombre del modulo

# descripcionDelModulo
source: Module Description
es: Descripción del modulo

# urlVideoModulo
source: Module Video URL
es: Url del video

# idCarpertaModulo
source: Module Folder ID
es: Id de carpeta

# idZipModulo
source: Module Zip ID
es: Id de Zip

# imgCursoCertificado
source: Certificate Image
es: Imagen del certificado

# duracionObligatoria
source: Course duration is required
es: La duracion del curso es requerida

# sinModulos
source: No modules, add a new module
es: Sin modulos, Agregue un nuevo modulo

# eliminarModulo
source: Delete module
es: Eliminar modulo

# seguroEliminarModulo
source: Are you sure you want to delete the module
es: Esta seguro de eliminar el modulo

# editarModulo
source: Edit module
es: Editar modulo

# nuevoModulo
source: New module
es: Nuevo modulo

# publicado2puntos
source: Published:
es: Publicado:

# avisoLegalYTerminos
source: Legal Notice and Terms of Use of the Site
es: Aviso Legal y Términos de Uso del Sitio

# actualizacionTyC
source: Last updated March 7, 2023
es: Última actualización 7 de Marzo de 2023

# avisoLegal1
source: 1. LEGAL NOTICE AND TERMS OF USE
es: 1. AVISO LEGAL Y TÉRMINOS DE USO

# puedoGatantizarte
source: I can guarantee that you are in a 100% secure space, for this you should know: 1.1. IDENTIFICATION DATA OF THE RESPONSIBLE PARTY As required by current regulations, I inform you that:
es: Puedo garantizarte que te encuentras en un espacio 100 % seguro, para ello debes saber: 1.1. DATOS IDENTIFICATIVOS DEL RESPONSABLE Tal y como recoge la normativa vigente, le informo que:

# miDenominacion
source: -My company name is: ON POINT PRODUCTIONS AGENCY LLC -My registered office is located at 4020 N MacArthur Blvd Suite 122, Irving, Texas 75038, United States of America. -Email: hola@jpdirector.net -My business activity is: Advertising
es: -Mi denominación social es: ON POINT PRODUCTIONS AGENCY LLC -Mi domicilio social se encuentra en 4020 N MacArthur Blvd Suite 122, Irving, Texas 75038, Estados Unidos de América. -Email: hola@jpdirector.net -Mi actividad social es: Publicidad

# finalidadWeb1_2
source: 1.2. PURPOSE OF THE WEBSITE The services provided by the responsible party of the website are as follows:
es: 1.2. FINALIDAD DE LA PÁGINA WEB. Los servicios prestados por el responsable de la página web son los siguientes:

# laVentanaDeFormacion
source: -Sale of training and services on online businesses. -Managing the list of subscribers and users subscribed to the website. -Managing its network of affiliates and merchants, as well as processing their payments.
es: -La venta de formación y servicios sobre negocios online. -Gestionar la lista de suscriptores y usuarios adscritos a la web. -Dirigir su red de afiliados y comerciantes así como la gestión de pagos de los mismos.

# usuarios1_3
source: 1.3. USERS:
es: 1.3. USUARIOS:

# elAccesoyo
source: Access and/or use of this website grants the USER the status of USER, who accepts, from said access and/or use, these terms of use; however, by the mere use of the website, this does not imply the commencement of any labor/commercial relationship.
es: El acceso y/o uso de este sitio web atribuye la condición de USUARIO, que acepta, desde dicho acceso y/o uso, los presentes términos de uso, no obstante, por el mero uso de la página web no significa el inicio de relación laboral/comercial alguna

# usoDelSitioWeb1_4
source: 1.4. USE OF THE WEBSITE AND INFORMATION CAPTURE:
es: 1.4. USO DEL SITIO WEB Y CAPTURA DE INFORMACIÓN:

# usoDelSitioWeb1_4_1
source: 1.4.1 USE OF THE WEBSITE
es: 1.4.1 USO DEL SITIO WEB
