Repository: playcodestudiosGIT/jp-director-front
Catalog: lib/l10n/intl_*.arb
Languages: es

# laPaginaWebText
source: The website https://quieroads.com/ hereinafter (THE WEBSITE) provides access to articles, information, services, and data (hereinafter, “the content”) owned by ON POINT PRODUCTIONS AGENCY LLC. The USER assumes responsibility for the use of the website. The USER agrees to make appropriate use of the content offered through the website and, by way of example but not limited to, not to use them for: (a) engage in illegal, unlawful, or contrary to good faith and public order activities; (b) disseminate content or propaganda of a racist, xenophobic, illegal-pornographic nature, terrorism apology, or that violates human rights; (c) cause damage to the physical and logical systems of the website, its suppliers, or third parties, introduce or spread computer viruses or any other physical or logical systems that are capable of causing the aforementioned damage; (d) try to access and, where appropriate, use the email accounts of other users and modify or manipulate their messages. ON POINT PRODUCTIONS AGENCY LLC reserves the right to withdraw all comments and contributions that violate respect for the dignity of the person, that are discriminatory, xenophobic, racist, pornographic, that attack youth or childhood, public order, or security, or that, in its opinion, would not be suitable for publication. In any case, ON POINT PRODUCTIONS AGENCY LLC will not be responsible for the opinions expressed by users through any participation tools that may be created, as provided in the applicable regulations.
es: La página web https://quieroads.com/ en adelante (LA WEB) proporciona el acceso a artículos, informaciones, servicios y datos (en adelante, “los contenidos”) propiedad de ON POINT PRODUCTIONS AGENCY LLC. El USUARIO asume la responsabilidad del uso de la web. El USUARIO se compromete a hacer un uso adecuado de los contenidos que ofrece a través de su web y con carácter enunciativo pero no limitativo, a no emplearlos para: (a) incurrir en actividades ilícitas, ilegales o contrarias a la buena fe y al orden público; (b) difundir contenidos o propaganda de carácter racista, xenófobo, pornográfico-ilegal, de apología del terrorismo o atentatorio contra los derechos humanos; (c) provocar daños en los sistemas físicos y lógicos de la web, de sus proveedores o de terceras personas, introducir o difundir en la red virus informáticos o cualesquiera otros sistemas físicos o lógicos que sean susceptibles de provocar los daños anteriormente mencionados; (d) intentar acceder y, en su caso, utilizar las cuentas de correo electrónico de otros usuarios y modificar o manipular sus mensajes. ON POINT PRODUCTIONS AGENCY LLC se reserva el derecho de retirar todos aquellos comentarios y aportaciones que vulneren el respeto a la dignidad de la persona, que sean discriminatorios, xenófobos, racistas, pornográficos, que atenten contra la juventud o la infancia, el orden o la seguridad pública o que, a su juicio, no resultaran adecuados para su publicación. En cualquier caso, ON POINT PRODUCTIONS AGENCY LLC no será responsable de las opiniones vertidas por los usuarios a través de cualquier herramientas de participación que puedan crearse, conforme a lo previsto en la normativa de aplicación.

# capturaDeInf1_4_2
source: 1.4.2 INFORMATION CAPTURE
es: 1.4.2 CAPTURA DE INFORMACIÓN

# capturaDeInf1_4_2Text
source: -Contact form, where the USER must fill in the email, subject, and name fields. -Subscription form, with the USER filling in the necessary fields for subscription to the website with the fields of name, email, and phone number. -Sales form, with the USER filling in the necessary fields for the sale with the fields of name, email, address, phone number, and ID -Tracking cookies, according to the following rules -Navigation and IP Address: By browsing this website, the user automatically provides the web server with information regarding their IP address, date and time of access, the hyperlink that has referred them to these pages, their operating system, and the browser used.
es: -Formulario de contacto, donde el USUARIO deberá rellenar el campo de correo electrónico, asunto y nombre. -Formulario de suscripción, rellenando el USUARIO los campos necesarios para la suscripción a la web con los campos de nombre, email y número de teléfono. -Formulario de venta, rellenando el USUARIO los campos necesarios para la venta con los campos de nombre, email, dirección, teléfono y DNI -Cookies de rastreo, conforme a las siguientes reglas -Navegación y Dirección IP: Al navegar por esta web, el usuario facilita de forma automática al servidor de la web información relativa a tu dirección IP, fecha y hora de acceso, el hipervínculo que le ha reenviado a éstas, tu sistema operativo y el navegador utilizado.

# aPesarDeLoAnterior
source: Despite the above, users may unsubscribe at any time from the services provided by ON POINT PRODUCTIONS AGENCY LLC or data provided by the USER in compliance with current Data Protection regulations. Likewise, both when subscribing to this website and when making a comment or making a purchase on any of its pages and/or entries, the user consents:
es: A pesar de lo anterior, los usuarios podrán darse de baja en cualquier momento de los servicios prestados por ON POINT PRODUCTIONS AGENCY LLC o datos aportados por el USUARIO dando cumplimiento a la normativa vigente sobre Protección de Datos. Asimismo, tanto al suscribirse a esta página web, como al realizar algún comentario o realizar una compra en cualquiera de sus páginas y/o entradas, el usuario consiente:

# elTratamientoDeSusDatos
source: 1. The processing of their personal data within the framework of Wix in accordance with their privacy policies. 2. ON POINT PRODUCTIONS AGENCY LLC's access to the data that, according to Wix's infrastructure, the user needs to provide for either subscribing to the website or any queries via the contact form.
es: 1. El tratamiento de sus datos personales en el entorno de Wix conforme a sus políticas de privacidad. 2. El acceso de ON POINT PRODUCTIONS AGENCY LLC a los datos que, de acuerdo con la infraestructura de Wix, necesite el usuario aportar bien para la suscripción a la web bien para cualquier consulta mediante el formulario de contacto.

# asiMismoInformamos
source: Likewise, we inform you that our user's information is protected in accordance with our PRIVACY POLICY. By activating a subscription, contact form, or comment, the user understands and accepts that: From the moment you subscribe or access a paid service, ON POINT PRODUCTIONS AGENCY LLC has access. In any case, ON POINT PRODUCTIONS AGENCY LLC reserves the right to modify, at any time and without prior notice, the presentation and configuration of the website https://quieroads.com/, as well as this legal notice.
es: Asimismo, informamos que la información de nuestros usuarios está protegida de acuerdo a nuestra POLÍTICA DE PRIVACIDAD Al activar una suscripción, formulario de contacto o comentario, el usuario comprende y acepta que: Desde el momento en que efectúa su suscripción o accedes a algún servicio de pago,ON POINT PRODUCTIONS AGENCY LLC tiene acceso En todo caso ON POINT PRODUCTIONS AGENCY LLC se reserva el derecho de modificar, en cualquier momento y sin necesidad de previo aviso, la presentación y configuración de la web https://quieroads.com/ como el presente aviso legal.

# propiedadIntelectual
source: 2. INTELLECTUAL AND INDUSTRIAL PROPERTY:
es: 2. PROPIEDAD INTELECTUAL E INDUSTRIAL:

# propiedadIntelectualText
source: ON POINT PRODUCTIONS AGENCY LLC itself or as a licensee, is the owner of all intellectual and industrial property rights on its website, as well as the elements contained therein (by way of example, images, sound, audio, video, software or texts; trademarks or logos, combinations of colors, structure and design, selection of materials used, computer programs necessary for its operation, access, and use, etc.), owned by ON POINT PRODUCTIONS AGENCY LLC or its licensors. All rights reserved. Any use not previously authorized by ON POINT PRODUCTIONS AGENCY LLC will be considered a serious breach of the author's intellectual or industrial property rights. Reproduction, distribution, and public communication, including its method of making available, of all or part of the contents of this website, for commercial purposes, in any medium and by any technical means, without the authorization of ON POINT PRODUCTIONS AGENCY LLC, are expressly prohibited. The USER undertakes to respect the intellectual and industrial property rights owned by ON POINT PRODUCTIONS AGENCY LLC. They may only view the elements of the website without the possibility of printing, copying, or storing them on the hard drive of their computer or on any other physical medium. The USER shall refrain from deleting, altering, evading, or manipulating any protection device or security system installed on the pages of ON POINT PRODUCTIONS AGENCY LLC. Sharing the license for use with more people is strictly prohibited, each license is personal and non-transferable, reserving as many civil and criminal actions as may assist us in order to safeguard our rights, all under threat of incurring a crime against intellectual property.
es: ON POINT PRODUCTIONS AGENCY LLC por sí o como cesionario, es titular de todos los derechos de propiedad intelectual e industrial de su página web, así como de los elementos contenidos en la misma (a título enunciativo, imágenes, sonido, audio, vídeo, software o textos; marcas o logotipos, combinaciones de colores, estructura y diseño, selección de materiales usados, programas de ordenador necesarios para su funcionamiento, acceso y uso, etc.), titularidad de ON POINT PRODUCTIONS AGENCY LLC o bien de sus licenciantes. Todos los derechos reservados. Cualquier uso no autorizado previamente por ON POINT PRODUCTIONS AGENCY LLC será considerado un incumplimiento grave de los derechos de propiedad intelectual o industrial del autor. Quedan expresamente prohibidas la reproducción, la distribución y la comunicación pública, incluida su modalidad de puesta a disposición, de la totalidad o parte de los contenidos de esta página web, con fines comerciales, en cualquier soporte y por cualquier medio técnico, sin la autorización de ON POINT PRODUCTIONS AGENCY LLC. El USUARIO se compromete a respetar los derechos de Propiedad Intelectual e Industrial titularidad de ON POINT PRODUCTIONS AGENCY LLC. Podrá visualizar únicamente los elementos de la web sin posibilidad de imprimirlos, copiarlos o almacenarlos en el disco duro de su ordenador o en cualquier otro soporte físico. El USUARIO deberá abstenerse de suprimir, alterar, eludir o manipular cualquier dispositivo de protección o sistema de seguridad que estuviera instalado en las páginas de ON POINT PRODUCTIONS AGENCY LLC. Queda terminantemente prohibido compartir la licencia para uso con más personas, cada licencia es personal e intransferible reservándonos cuantas acciones civiles y penales nos asistan en aras de salvaguardar nuestros derechos, todo ello bajo apercibimiento de incurrir en un delito contra la propiedad intelectual.

# exclusionDeGarant
source: 3. DISCLAIMER OF WARRANTIES AND LIABILITY
es: 3. EXCLUSIÓN DE GARANTÍAS Y RESPONSABILIDAD

# exclusionDeGarantText
source: ON POINT PRODUCTIONS AGENCY LLC is not responsible, in any case, for damages of any kind that may cause, by way of example: errors or omissions in the content, lack of availability of the website, - which will make periodic stops for technical maintenance - as well as the transmission of viruses or malicious or harmful programs in the content, despite having taken all necessary technological measures to avoid it.
es: ON POINT PRODUCTIONS AGENCY LLC no se hace responsable, en ningún caso, de los daños y perjuicios de cualquier naturaleza que pudieran ocasionar, a título enunciativo: por errores u omisiones en los contenidos, por falta de disponibilidad del sitio web, – el cual realizará paradas periódicas por mantenimientos técnicos – así como por la transmisión de virus o programas maliciosos o lesivos en los contenidos, a pesar de haber adoptado todas las medidas tecnológicas necesarias para evitarlo.

# modificaciones
source: 4. MODIFICATIONS
es: 4. MODIFICACIONES

# modificacionesText
source: ON POINT PRODUCTIONS AGENCY LLC reserves the right to make changes it deems appropriate to its website, being able to change, delete, or add both the content and services provided through it, as well as the way in which they are presented or located on its website.
es: ON POINT PRODUCTIONS AGENCY LLC se reserva el derecho de efectuar sin previo aviso las modificaciones que considere oportunas en su web, pudiendo cambiar, suprimir o añadir tanto los contenidos y servicios que se presten a través de la misma como la forma en la que éstos aparezcan presentados o localizados en su web.

# politicaDeEnlaces
source: 5. LINKING POLICY
es: 5. POLÍTICA DE ENLACES

# politicaDeEnlacesText
source: Individuals or entities wishing to create or have created a hyperlink from a web page of another Internet portal to ON POINT PRODUCTIONS AGENCY LLC's website must comply with the following conditions:
es: Las personas o entidades que pretendan realizar o realicen un hiperenlace desde una página web de otro portal de Internet a la web de ON POINT PRODUCTIONS AGENCY LLC deberá someterse las siguientes condiciones:

# noSePermiteRepr
source: -Total or partial reproduction of any of the services or contents of the website without the prior express authorization of ON POINT PRODUCTIONS AGENCY LLC is not allowed. -Deep links or image links, or frames with the ON POINT PRODUCTIONS AGENCY LLC website, shall not be established without its prior express authorization. -No false, inaccurate, or incorrect representation shall be made regarding the ON POINT PRODUCTIONS AGENCY LLC website or its services or contents. Except for signs forming part of the hyperlink, the web page on which it is established shall not contain any trademarks, trade names, establishment signs, names, logos, slogans, or other distinctive signs belonging to ON POINT PRODUCTIONS AGENCY LLC without its express authorization. -The establishment of the hyperlink shall not imply the existence of relationships between ON POINT PRODUCTIONS AGENCY LLC and the owner of the web page or portal from which it is created, nor the knowledge and acceptance by ON POINT PRODUCTIONS AGENCY LLC of the services and contents offered on that web page or portal. -ON POINT PRODUCTIONS AGENCY LLC shall not be responsible for the contents or services made available to the public on the web page or portal from which the hyperlink is created, nor for the information and statements included in them. -The ON POINT PRODUCTIONS AGENCY LLC website may provide connections and links to other websites managed and controlled by third parties. These links are provided solely to facilitate user searches for information, content, and services on the Internet, and at no time shall they be considered a suggestion, recommendation, or invitation to visit them. -ON POINT PRODUCTIONS AGENCY LLC does not commercialize, manage, or control in advance the contents, services, information, and statements available on these websites. -ON POINT PRODUCTIONS AGENCY LLC assumes no responsibility, not even indirectly or subsidiarily, for any damages or losses of any kind that may arise from access, maintenance, use, quality, legality, reliability, and usefulness of the contents, information, communications, opinions, statements, products, and services on websites not managed by ON POINT PRODUCTIONS AGENCY LLC and accessible through ON POINT PRODUCTIONS AGENCY LLC.
es: -No se permite la reproducción total o parcial de ninguno de los servicios ni contenidos del sitio web sin la previa autorización expresa de ON POINT PRODUCTIONS AGENCY LLC. -No se establecerán deep-links ni enlaces IMG o de imagen, ni frames con la web de ON POINT PRODUCTIONS AGENCY LLC sin su previa autorización expresa. -No se establecerá ninguna manifestación falsa, inexacta o incorrecta sobre la web de ON POINT PRODUCTIONS AGENCY LLC ni sobre los servicios o contenidos de la misma. Salvo aquellos signos que formen parte del hipervínculo, la página web en la que se establezca no contendrá ninguna marca, nombre comercial, rótulo de establecimiento, denominación, logotipo, eslogan u otros signos distintivos pertenecientes a ON POINT PRODUCTIONS AGENCY LLC salvo autorización expresa de éste. -El establecimiento del hipervínculo no implicará la existencia de relaciones entre ON POINT PRODUCTIONS AGENCY LLC y el titular de la página web o del portal desde el cual se realice, ni el conocimiento y aceptación de ON POINT PRODUCTIONS AGENCY LLC de los servicios y contenidos ofrecidos en dicha página web o portal. -ON POINT PRODUCTIONS AGENCY LLC no será responsable de los contenidos o servicios puestos a disposición del público en la página web o portal desde el cual se realice el hipervínculo, ni de las informaciones y manifestaciones incluidas en los mismos. -El sitio web de ON POINT PRODUCTIONS AGENCY LLC puede poner a disposición del usuario conexiones y enlaces a otros sitios web gestionados y controlados por terceros. Dichos enlaces tienen como exclusiva función, la de facilitar a los usuarios la búsqueda de información, contenidos y servicios en Internet, sin que en ningún caso pueda considerarse una sugerencia, recomendación o invitación para la visita de los mismos. -ON POINT PRODUCTIONS AGENCY LLC no comercializa, ni dirige, ni controla previamente, ni hace propios los contenidos, servicios, informaciones y manifestaciones disponibles en dichos sitios web. -ON POINT PRODUCTIONS AGENCY LLC no asume ningún tipo de responsabilidad, ni siquiera de forma indirecta o subsidiaria, por los daños y perjuicios de toda clase que pudieran derivarse del acceso, mantenimiento, uso, calidad, licitud, fiabilidad y utilidad de los contenidos, informaciones, comunicaciones, opiniones, manifestaciones, productos y servicios existentes u ofrecidos en los sitios web no gestionados por ON POINT PRODUCTIONS AGENCY LLC y que resulten accesibles a través de ON POINT PRODUCTIONS AGENCY LLC.

# derechoExcl
source: 6. RIGHT OF EXCLUSION
es: 6. DERECHO DE EXCLUSIÓN

# derechoExclText
source: ON POINT PRODUCTIONS AGENCY LLC reserves the right to deny or withdraw access to the portal and/or the services offered without prior notice, at its own request or that of a third party, to users who violate these General Terms of Use.
es: ON POINT PRODUCTIONS AGENCY LLC se reserva el derecho a denegar o retirar el acceso al portal y/o los servicios ofrecidos sin necesidad de preaviso, a instancia propia o de un tercero, a aquellos usuarios que incumplan las presentes Condiciones Generales de Uso.

# generalidades
source: 7. GENERALITIES
es: 7. GENERALIDADES

# generalidadesText
source: ON POINT PRODUCTIONS AGENCY LLC will pursue non-compliance with these conditions as well as any misuse of its website, exercising all civil and criminal actions that may correspond in law.
es: ON POINT PRODUCTIONS AGENCY LLC perseguirá el incumplimiento de las presentes condiciones así como cualquier utilización indebida de su web ejerciendo todas las acciones civiles y penales que le puedan corresponder en derecho.

# modificacionCond
source: 8. MODIFICATION OF THESE TERMS AND DURATION
es: 8. MODIFICACIÓN DE LAS PRESENTES CONDICIONES Y DURACIÓN

# modificacionCondText
source: ON POINT PRODUCTIONS AGENCY LLC may modify the conditions determined here at any time, and they will be duly published as they appear here. The validity of these conditions will depend on their exposure and will be in force until they are modified by others that are duly published.
es: ON POINT PRODUCTIONS AGENCY LLC podrá modificar en cualquier momento las condiciones aquí determinadas, siendo debidamente publicadas como aquí aparecen. La vigencia de las citadas condiciones irá en función de su exposición y estarán vigentes hasta que sean modificadas por otras debidamente publicadas.

# reclamacionesDudas
source: 9. COMPLAINTS AND QUESTIONS
es: 9. RECLAMACIONES Y DUDAS

# reclamacionesDudasText
source: ON POINT PRODUCTIONS AGENCY LLC informs that complaint forms are available to users and customers and can be sent by email to hola@jpdirector.net, indicating their name and surname, the service or product purchased, and stating the reasons for their complaint. You can also send your complaint by postal mail to: ON POINT PRODUCTIONS AGENCY LLC, 4020 N MacArthur Blvd Suite 122, Irving, Texas 75038, United States of America.
es: ON POINT PRODUCTIONS AGENCY LLC informa que existen hojas de reclamación a disposición de usuarios y clientes pudiendo remitir un correo a hola@jpdirector.net indicando su nombre y apellidos, el servicio o producto adquirido y exponiendo los motivos de su reclamación. También puede dirigir su reclamación por correo postal dirigido a: ON POINT PRODUCTIONS AGENCY LLC, 4020 N MacArthur Blvd Suite 122, Irving, Texas 75038, Estados Unidos de América.

# condicionesDeVenta
source: 10. SALES CONDITIONS
es: 10. CONDICIONES DE VENTA
