Repository: playcodestudiosGIT/jp-director-front
Catalog: lib/l10n/intl_*.arb
Languages: es

# educacionYEstrategia
source: Education and ADS Strategy
es: Educación y Estrategia de ADS

# llegasteAlMundo
source: You arrived in the right place
es: Llegaste al mundo indicado

# siu
source: IF
es: SI

# buscasAcelerar
source: Looking to accelerate your business with advertising
es: Buscas acelerar tu negocio con publicidad

# quieresConseguir
source: Want to get more clients
es: Quieres conseguir más clientes

# quieresTener
source: Want to have a mentor who teaches you the right way
es: Quieres tener un mentor que te enseñe de manera correcta

# deseasDejar
source: Wish to stop feeling anguish over non-converting results
es: Deseas dejar de sentir angustia por resultados que no convierten

# descubreComo
source: Discover how to boost your business
es: Descubre cómo impulsar tu negocio

# aprendeTodoAds
source: LEARN EVERYTHING ABOUT ADS
es: APRENDE TODO SOBRE ADS

# cursos
source: Courses
es: Cursos

# consigueClientesQueQuieran
source: Get clients who want to buy your product or service using the platform you arrived here with: Instagram - Facebook - TikTok
es: Consigue clientes que quieran comprar tu producto o servicio utilizando la herramienta por la que llegaste aqui: Instagram - Facebook - Tik Tok

# servicios
source: SERVICES
es: SERVICIOS

# asesoria11
source: 1:1 CONSULTING
es: ASESORÍA 1:1

# mentoria
source: MENTORING
es: MENTORIA

# serElEncargado
source: BE THE ONE IN CHARGE
es: SER EL ENCARGADO

# conferencias
source: CONFERENCES
es: CONFERENCIAS

# miraloOjos
source: SEE IT WITH YOUR OWN EYES
es: MÍRALO CON TUS PROPIOS OJOS

# contactoLargeText
source: For the past 6 years, I have been committed to empowering and educating with effective advertising strategies that hit the mark. With a track record of more than $18,000,000 USD invested and a return of more than $$180,000,000 USD in sales through advertising campaigns on Meta (Facebook, Instagram, WhatsApp), Google, and TikTok, I affirm that business success consists of: 1. An excellent advertising strategy. 2. Analyzing and optimizing data. 3. Having an experienced professional by your side. My mission is to be the one in charge or mentor, accompanying you to success throughout the advertising process.
es: Desde hace 5 años estoy comprometido en potenciar y educar con estrategias publicitarias efectivas que dan en el punto. Con un recorrido de $4.000.000 USD invertidos y un retorno de + $30.000.000 USD en campañas publicitarias en Facebook, Instagram y Tiktok, afirmo que el éxito de los negocios consiste en: 1. Una excelente estrategia publicitaria 2. Analizar y optimizar los datos 3. Contar con un profesional con experiencia Mi misión es ser el encargado o mentor acompañándote al éxito en todo el proceso publicitario.

# descargaRegaloBtn
source: DOWNLOAD THIS GIFT
es: DESCARGA ESTE REGALO

# siTienesDudas
source: If you have any questions, contact me via
es: Si tienes alguna duda, comunícate conmigo vía

# derechosReservados
source: ALL RIGHTS RESERVED
es: TODOS LOS DERECHOS RESERVADOS

# politicasDeProivacidad
source: PRIVACY POLICY
es: POLÍTICAS DE PRIVACIDAD

# terminosYCondiciones
source: TERMS AND CONDITIONS
es: TÉRMINOS Y CONDICIONES

# topBotonCursos
source: COURSES
es: CURSOS

# topBotonServicios
source: SERVICES
es: SERVICIOS

# topBotonResultados
source: RESULTS
es: RESULTADOS

# topBotonContacto
source: CONTACT
es: CONTACTO

# botonLogin
source: LOGIN
es: ENTRAR

# botonReg
source: Register
es: Registrate

# completPers
source: COMPLETELY PERSONALIZED
es: COMPLETAMENTE PERSONALIZADO

# enUnaVideollamada
source: In a 1-hour video call, we will discuss: Campaigns, Budgets, Strategies, Current Issues, Disabling Issues, and anything you want to clarify or learn.
es: En una videollamada de 1 hora conversaremos de: Campañas, Presupuestos, Estrategias, Problemas Actuales, Inhabilitaciones y todo lo que quieras aclarar o aprender.

# resolvamosEsto
source: Let's Resolve This
es: Resolvamos esto

# quieroMiAsesoriaBtn
source: I Want My Consultation
es: Quiero mi Asesoría

# mentoriaIntensiva
source: INTENSIVE MENTORING
es: MENTORÍA INTENSIVA

# inteligenteInv
source: SMART INVESTMENT
es: INTELIGENTE INVERSIÓN

# tenerUnMentor
source: Having a mentor drastically accelerates the success of your business. For 2 months, I will be with you, hands-on, creating your advertising plan and teaching you how to do it yourself.
es: Tener un mentor acelera drásticamente el éxito de tu negocio. Durante 2 meses estaré contigo mano a mano elaborando tu plan de publicidad y enseñándote cómo hacerlo por ti mismo.

# masInformacionBtn
source: More Information
es: Más Información

# soyElResp
source: I AM RESPONSIBLE FOR YOUR SUCCESS
es: SOY EL RESPONSABLE DE TU ÉXITO

# estasEnElMomento
source: Do you need to hire a specialist to increase your customer flow, business visits, and SALES?
es: ¿Necesitas contratar a un especialista que aumente tu flujo de clientes, visitas al negocio y VENTAS?

# cuentaConmigo
source: Count on Me
es: Cuenta Conmigo

# agendarLlamadaBtn
source: Schedule a Call
es: Agendar una llamada

# contratamePara
source: Hire me to showcase the importance of online advertising tailored to the industry you desire: Insurance, Lawyers, Real Estate, Doctors, Beauty Salons, Coaching, Restaurants, and all businesses or startups that need real-world examples for advertising.
es: Contrátame para exponer la importancia de publicidad online enfocada en el rubro que desees: Seguros, Abogados, Real Estate, Médicos, Salones de Belleza, Coaching, Restaurantes y todos los negocios o emprendimientos que necesiten conocer ejemplos reales para hacer publicidad.

# agendarBtn
source: Schedule
es: Agendar

# videollamada
source: VIDEO CALL
es: VIDEOLLAMADA

# conTuNeg
source: with YOUR BUSINESS
es: con TU NEGOCIO

# unoAuno
source: ONE-ON-ONE
es: UNO A UNO

# xHora
source: per hour
es: x hora

# xdondeComenzar
source: Where to Begin?
es: ¿Por dónde comenzar?

# xdondeComenzarResp
source: Being alone in the process can be difficult, trying to understand the platform, how much daily budget to invest, making mistakes, getting disabled, not knowing if the strategy will work, and how to analyze the results can be a headache. That's why this consultation will help you get a more accurate picture of what you need and accelerate the process your business should have. With my experience in the world of digital advertising, I can provide you with a clearer vision of what you require to increase sales. In 2021, I started offering these consultations and have perfected the methodology so you can use this time to clarify all your doubts, solve those common mistakes that hinder your progress, correct them, and hit the mark in positioning your business. Upon purchasing the service, you will receive an email with the information you need for that day, allowing us to make the most of the consultation.
es: Estar solo en el proceso suele ser difícil e intentar comprender la plataforma, cuánto presupuesto diario invertir, tener errores, estar inhabilitados, no saber si la estrategia funcionará y cómo analizar los resultados suele ser un dolor de cabeza. Es por eso que esta asesoría te ayudará a obtener un panorama más exacto de lo que necesitas y además acelerar el proceso que debes tener como negocio. Con mi experiencia en el mundo de la publicidad digital, puedo darte una visión más clara de lo que requieres para aumentar las ventas. Durante el 2021 comencé a realizar estas asesorías y he perfeccionado la metodología para que puedas aprovechar este tiempo en aclarar todas tus dudas y solucionar esos errores comunes que hacen que no avances, corregirlos y dar en el punto de posicionar tu negocio. Al comprar el servicio te llegará un correo con la información que necesitas tener para ese día y podamos aprovechar la asesoría al máximo.

# queHablaremos
source: What Will We Discuss in the Meeting?
es: ¿Qué hablaremos en la reunión?

# queHablaremosResp
source: Business Plan I will analyze whether your proposal will be profitable with the services or products you want to market online. Campaigns Whether created or not, I will review their structure and strategy strategically. Website I will examine the entire structure and provide you with the means to sell more through your website. Sales Method Depending on the methodology, we will improve how you close deals with your customers.
es: Plan de negocio Analizaré si tu propuesta te dará rentabilidad con los servicios o productos que quieres comercializar por internet. Campañas Creadas o no creadas revisaré su estructura y estrategia de manera estratégica. Sitio Web Examinaré toda la estructura y te daré la vía para que puedas vender más por tu web. Método de Ventas Dependiendo de la metodología mejoraremos la manera en la que cierras con tus clientes.

# preguntasfrecuentes
source: Frequently Asked Questions
es: Preguntas frecuentes

# preguntasfrecuentesResp
source: Does it matter if I know nothing about Facebook - Instagram or Tik Tok Ads? No, think of it as private lessons just for you. If I already know and run campaigns, is this for me? Yes, I will give your business a general examination and show you how to improve in the areas where you are struggling with ads. Can I extend our call beyond 1 hour? Certainly, if you need more lessons, we can coordinate the time and day for additional sessions at the end of our meeting. Be prepared for this challenge; I will send you many tasks. Where will the video call take place? It will be conducted through the Zoom platform. What if I'm not satisfied with my mentoring? If it's not what you expected, I will refund your entire payment. I encountered an issue, can I reschedule our meeting? You have 24 hours at the latest to schedule another day and time. You must notify us at the following email address: hola@jpdirector.net. If you fail to do so within that time, you will lose your investment and need to pay for a new consultation.
es: ¿Importa si no conozco nada de Facebook - Instagram o Tik Tok Ads? No, míralo como si fueran clases privadas solo para ti. ¿Si conozco y hago campañas actualmente esto es para mi? Sí, te haré un examen general de tu negocio y cómo puedes mejorar en los puntos en que estés fallando en ads. ¿Puedo ver más de 1 hora? Por supuesto, en caso de requerir más clases al final de nuestro meeting podemos coordinar la hora y día de las siguientes, tendrás muchas tareas que te enviaré, si eso sucede, prepárate para este reto. ¿Dónde será la video llamada? Será a través de la plataforma Zoom. ¿Y si no estoy satisfecho con mi mentoría? En caso de que no sea lo que esperabas, te devolveré todo tu dinero. ¿Tuve un inconveniente, puedo reprogramar nuestra reunión? Tienes 24 horas a más tardar para poder agendar otro día y hora, debes notificar en el siguiente correo: hola@jpdirector.net En caso de que no lo hagas en ese tiempo perderás tu inversión y pagarás nuevamente una nueva asesoría.

# duranteElPrimerMes
source: During the first month, I will teach you everything I know, and together we will create and launch your advertising plan where you will learn the right way to grow your business. In the following month, we will have several results analysis sessions with the plan we developed, progressively optimizing your advertising.
es: Durante el primer mes, te enseñaré todo lo que sé y elaboraremos - lanzaremos en conjunto tu plan de publicidad donde aprenderás la forma correcta de crecer tu negocio. En el siguiente mes tendremos varias sesiones de análisis de resultados con el plan que desarrollamos y progresivamente optimizaremos tu publicidad.

# estoyListoBtn
source: I'm Ready, Let's Begin.
es: Estoy listo, comencemos.

# queVeremos3m
source: What Will We Cover During These 2 Months?
es: ¿Qué veremos durante estos 2 meses?

# queVeremos3mResp
source: -From zero to 100, all the factors and tools necessary for your advertising strategy. -Comprehensive education in Instagram - Facebook - Tik Tok for running profitable advertising campaigns. -Strategy and results analysis for optimization decisions.
es: -De nivel cero a 100 todos los factores y herramientas necesarias para tu estrategia de publicidad. -Toda la educación en Instagram - Facebook - Tik Tok para realizar campañas publicitarias rentables. -Estrategia y análisis de resultados como decisiones de optimización.

# preguntasfrecuentes1Resp
source: 1. Do I need a high budget to invest in my campaigns? This is very relative and depends on your product or service. What you do need to consider is having at least $3000 USD to conduct numerous tests and perform a thorough results analysis during this time. 2. I understand a lot, but I want more details. Since this service is specialized, we will have a 20-minute video call to determine if your business is prepared and committed. During the call, I will explain in more detail all your doubts. 3. What is the cost of intensive mentoring? The price starts at $12,000 USD, depending on multiple factors that we will discuss in the video call. 4. Not a question, I want you to be my mentor! Calm down, let's have a conversation first and see if you are prepared and meet the requirements. If you are reading this, you already have the first requirement: Willingness.
es: 1. ¿Debo tener un presupuesto alto para invertir en mis campañas? Esto es muy relativo y depende de tu producto o servicio, lo que si tienes que tener en cuenta es que como mínimo tengas $3000 USD para poder hacer la mayor cantidad de pruebas y hagamos un buen análisis de resultados durante este tiempo. 2. Entiendo gran parte pero quiero más detalles Cómo este servicio es especializado, tendremos una videollamada de 20 minutos para saber si tu negocio está preparado y comprometido. En la llamada te explicaré más a detalle todas tus dudas. 3. ¿Cuál es el precio de la mentoría intensiva? El precio es de $12.000 USD depende de múltiples factores que estaremos conversando en la video llamada. 4. No es una pregunta, quiero que seas mi mentor! Calma, primero conversemos y veamos si estás preparado y tienes los requisitos, si estás leyendo esto, ya tienes el primero: Ganas.

# esteServicioEsta
source: This service is designed for you, who are looking for someone to take care of the strategy and management of your brand's advertising. I will focus on growth, acquiring quality leads, and increasing sales.
es: Este servicio está diseñado para ti, que estás buscando a la persona que se encargue de realizar la estrategia y manejo de publicidad de tu marca. Me enfocaré en el crecimiento, obtención de clientes potenciales de calidad y aumento de las ventas.

# como
source: How?
es: ¿Cómo?

# disenoEstrat
source: Strategy Design
es: Diseño de Estrategias

# disenoEstratResp
source: I will develop clear and precise strategies with defined timelines, prioritizing your different ideal customers, supported by all the necessary research to persuasively impact them.
es: Desarrollaré las estrategias claras y precisas con tiempos definidos poniendo en prioridad a tus distintos clientes ideales con todo el estudio que se necesita para poder impactarlos de manera persuasiva.

# confCampanas
source: Campaign Setup
es: ¿Configuración de Campañas?

# confCampanasResp
source: I will handle all the technical aspects within the platform to ensure that campaigns run smoothly according to the established strategy.
es: Todo lo técnico que se hace dentro de la plataforma para que las campañas estén en correcto funcionamiento según la estrategia establecida.

# optimizacion
source: Optimization
es: Optimización

# optimizacionResp
source: Effective optimization means analyzing the data and making decisions to improve results over time, ensuring continuous success.
es: Una optimización eficaz, en español, quiere decir que analizaré los datos y luego de obtener los resultados tomaremos decisiones para mejorarlos según transcurra el tiempo y así el éxito sea continuo.

# porQueYo
source: Why Me?
es: ¿Por qué yo?

# porQueYoResp
source: SELECTIVE AND SINCERE Being in charge of your brand requires commitment and responsibility. That's why I will thoroughly analyze your business before we start to determine if you meet all the requirements for me to support you. If it's a YES, we will create an effective action plan. If it's a NO, I will provide honest feedback and refer you to the specialist or plan your business needs. PRICE BASED ON YOUR BUSINESS MODEL One of my distinguishing features is that I thoroughly review your business before starting, and even by evaluating it together with you, I can determine if you are ready to take this step. My promise is that when you purchase my service, it will be a great relief, and you will see results. EXPERIENCE AND RESULTS From strategy creation, copywriting, creative ads, segmentation, web conversion funnels, budget management, to results analysis, these are all within my capabilities for taking on this role.
es: SELECTIVO Y SINCERO Ser el encargado de tu marca requiere compromiso y responsabilidad, es por eso que antes de comenzar analizaré tu negocio con mucho detalle para concluir si cumples con todos los requerimientos para poder apoyarte. En caso de ser un SÍ pondremos un plan de acción eficaz. En caso de ser un NO te daré mi feedback sincero para referirte con el especialista o plan que tu negocio necesite. PRECIO SEGÚN TU MODELO DE NEGOCIO Algo que me caracteriza es que reviso muy a detalle tu negocio antes de comenzar e incluso evaluando en conjunto contigo puedo saber si estás preparado para dar este paso. Mi promesa es que cuando adquieras mi servicio sea un gran alivio y veas resultados. EXPERIENCIA Y RESULTADOS Desde la creación de la estrategia, copywriting, anuncios creativos, segmentación, funnels de conversión de tu web, manejo de presupuesto y análisis de resultados están dentro de mis capacidades para ocupar este puesto

# preguntasfrecuentes2Resp
source: What is the average cost for you to take charge of advertising for my business? The price starts at $6000 and goes up, depending on many factors and the goals you have as a business. That's why I take the time to analyze in advance and determine if I can take on the project. Will I see results immediately? This is a common question, and it depends on how the strategy is implemented, your product, price, and perceived value to your audience. The correct answer is that I will ensure you make a smart impact on your target audience. Once I fill out the form, what will happen? Within 2 to 3 days, I will contact you to provide all the details. We will have a 30-minute meeting to fully understand your needs and numbers.
es: ¿Cuál es el costo promedio para que seas el encargado de la publicidad de mi negocio? El precio comienza desde los $6000 en adelante, depende de muchos factores y los objetivos que tengas como negocio es por eso que me tomo el tiempo de analizar previamente y saber si puedo asumir el proyecto. ¿Veré resultados de inmediato? Esta pregunta es muy común, y esto depende de como está plasmada la estrategia, tu producto, precio y valor percibido por tu audiencia. La respuesta correcta es que me encargaré de que impactes a tu público objetivo de una manera inteligente. Una vez rellene el formulario ¿Qué sucederá? En el transcurso de 2 a 3 días me comunicaré contigo para darte todos los detalles y tendremos una reunión que durará 30 minutos para entender tus necesidades y números al 100%.

# recuerdaPrimero
source: Remember: First, we will have a conversation to create a checklist for your business and analyze what you need most at this moment.
es: Recuerda: Primero. conversaremos para hacer el checklist de tu negocio y analizar qué es lo que más necesitas en este momento.

# empezamosBtn
source: Shall We Begin?
es: ¿Empezamos?

# seamosSinceros
source: Let's be honest, we're in the era of personalization. That's why when you hire me for your conference, I will focus on the topics that DO interest them, educating and entertaining all event participants.
es: Seamos sinceros, estamos en la era de lo personalizado. Es por eso que contratándome para tu conferencia me enfocaré en los temas que SÍ les interesan, educando y divirtiendo a todos los participantes del evento.

# queHablareEvento
source: What will I talk about during your event?
es: ¿Qué hablaré durante tu evento?

# pubOnline
source: Online Advertising
es: Publicidad Online

# pubOnlineResp
source: The importance of being present and ways to achieve success with real-world cases.
es: La importancia de estar presentes y maneras de lograr el éxito con casos reales.

# actRapidez
source: Technology Updates and Speed
es: Actualizaciones y rapidez de la tecnología

# actRapidezResp
source: I'm sure an update of some tool or a new functionality came out while you were reading this. That's why on that day, we will discuss the latest trends of 2025.
es: Leyendo esto seguro salió una actualización de alguna herramienta o una nueva funcionalidad es por eso que ese día hablaremos de lo actual del 2023.

# motivacion
source: Motivation
es: Motivación

# motivacionResp
source: It takes a lot of courage to run a business or meet daily goals. That's why I share my journey to inspire and set an example that it IS possible.
es: Se necesita mucho coraje para llevar un negocio o cumplir con todos los objetivos del día a día. Es por eso que cuento mi trayectoria para inspirar y dar el ejemplo de que SÍ es posible.

# casosEsp
source: Specialized Cases
es: Casos especializados

# casosEspResp
source: Imagine you're an insurance company and you want examples of how to advertise. Well then, let's get to work. I will present topics and cases that you can understand and apply in your daily operations.
es: Imaginemos que eres una empresa de Seguros y quieres ejemplos de cómo hacer publicidad. Pues entonces: manos a la obra, expondré temas y casos en los que entiendan y les sirvan para poder implementarlos en su día a día.

# preguntasfrecuentes3Resp
source: How does the process work to schedule the date? Write to me at hola@jpdirector.net to check if that date is available. If it is, you can make a two-part payment: 50% of the conference price upfront, and the remaining 50% must be paid five days before the event. Can you attend any state within the United States? Of course, we just need to coordinate flight tickets, accommodation, and expenses.
es: ¿Cómo funciona el proceso para agendar la fecha? Escríbeme a hola@jpdirector.net para chequear si ese día está disponible, si es el caso, puedes hacer un pago de dos partes 50% del precio de la conferencia y el otro 50% debe ser cancelado cinco días antes del evento. ¿Puedes asistir a cualquier estado dentro de los Estados Unidos? Claro, solo debemos coordinar los boletos de avión, hospedaje y viáticos.

# correoForm
source: Email
es: Correo Electrónico

# nombreyapellidoForm
source: Name and Surname
es: Nombre y Apellido

# telefonoForm
source: Phone
es: Teléfono

# dequesededicaForm
source: What sector or city is your business in?
es: ¿De qué sector o ciudad es tu negocio?

# siguienteBtn
source: NEXT
es: SIGUIENTE

# cuantosAnosNegAct
source: How many years has your business been operational?
es: ¿Cuántos años tiene tu negocio operativo?

# seleccioneOpcion
source: Select an option
es: Seleccione una opción

# hasHechoPubAntes
source: Have you done advertising before?
es: ¿Has hecho publicidad antes?

# si
source: Yes
es: Si

# menosde6meses
source: Less than 6 months
es: Menos de 6 meses

# uny
source: 1 Year
es: 1 Año

# dosy
source: 2 Years
es: 2 Años

# tresy
source: 3 Years
es: 3 Años

# cuatroy
source: +4 Years
es: +4 Años

# comoPuedoBuscarteRRSS
source: How can I find you on social media?
es: ¿Cómo te puedo buscar en redes sociales?
