Repository: playcodestudiosGIT/jp-director-front
Catalog: lib/l10n/intl_*.arb
Languages: es

# condicionesDeVentaText
source: These general conditions expressly regulate the conditions applicable to the contracting processes carried out by "Customer" users of online courses and services offered by ON POINT PRODUCTIONS AGENCY LLC through its website. These conditions will remain in force and will be valid for as long as they are accessible through the website, without prejudice to ON POINT PRODUCTIONS AGENCY LLC reserving the right to modify, without prior notice, the general conditions as well as any of the legal texts found on the website. In any case, access to the Website after its modification, inclusion, and/or replacement implies the user's acceptance of them. The customer is subject to the general conditions in force at the time of the corresponding contracting, and it is not possible to contract any service without prior acceptance of these general contracting conditions. On this website, you can purchase products or services listed on each sales page. To proceed with payment, the customer has the following payment methods available: Visa/Mastercard/American Express; the user must provide the cardholder's name, card number, expiration date, and CVV. All information will be processed through a payment gateway external to ON POINT PRODUCTIONS AGENCY LLC located at Stripe.com, and more information can be obtained by visiting their website at https://stripe.com/privacy - https://www.paypal.com/us/home. To proceed with payment, you will normally be redirected to a shopping cart where you will be asked for the necessary information through third-party platforms such as Stripe or Paypal.
es: Las presentes condiciones generales tienen por objeto regular expresamente las condiciones aplicables a los procesos de contratación llevados a cabo por los usuarios “Cliente” de los cursos online y servicios ofrecidos por parte de ON POINT PRODUCTIONS AGENCY LLC a través de su sitio web. Estas condiciones permanecerán en vigor y serán válidas durante todo el tiempo que estén accesible a través del sitio web, todo ello sin perjuicio de que ON POINT PRODUCTIONS AGENCY LLC se reserva el derecho a modificar, sin previo aviso, las condiciones generales así como cualquiera de los textos legales que se encuentren en dicho sitio web. En todo caso, el acceso a la Web tras su modificación, inclusión y/o sustitución, implica la aceptación de los mismos por parte del usuario. El cliente se encuentra sujeto a las condiciones generales vigentes en cada uno de los momentos de realizar la contratación correspondiente, no siendo posible la contratación de servicio alguno sin la previa aceptación de las presentes condiciones generales de contratación. En la presente web podrá adquirir productos o servicios reflejados en cada página de ventas. Para proceder al pago, el cliente tiene a su disposición los siguientes medios: Visa/Mastercard/American Express; el usuario deberá proporcionar el nombre del titular de la tarjeta, el número, la fecha de caducidad y el CVV. Toda la información será tramitada a través de una pasarela de pagos externa a ON POINT PRODUCTIONS AGENCY LLC ubicada en Stripe.com, pudiendo obtener más información visitando su página web https://stripe.com/privacy - https://www.paypal.com/us/home. Para proceder al pago, normalmente serás redirigido a un carrito donde se te solicitarán los datos necesarios a través de plataformas de terceros como pueden ser Stripe o Paypal.

# leyAplicable
source: 11. APPLICABLE LAW AND JURISDICTION
es: 11. LEY APLICABLE Y JURISDICCIÓN

# leyAplicableText
source: The relationship between ON POINT PRODUCTIONS AGENCY LLC and the CUSTOMER will be governed by the laws of the United States, and any dispute will be subject to the courts and tribunals of the State of Florida, unless applicable law provides otherwise.
es: La relación entre ON POINT PRODUCTIONS AGENCY LLC y el CLIENTE se regirá por la normativa de Estados Unidos y cualquier controversia se someterá a los Juzgados y tribunales del Estado de Florida, salvo que la Ley aplicable disponga otra cosa.

# causasDeDisolucion
source: 12. CAUSES FOR CONTRACT DISSOLUTION
es: 12. CAUSAS DE DISOLUCIÓN DEL CONTRATO

# causasDeDisolucionText
source: The dissolution of the service contract can occur at any time by either party. You are not obligated to remain under any conditions with ON POINT PRODUCTIONS AGENCY LLC. ON POINT PRODUCTIONS AGENCY LLC can terminate or suspend any and all contracted Services immediately, without prior notice or liability, if you fail to comply with the conditions stated here. Upon dissolution of the contract, your right to use the Services will cease immediately. Causes for dissolution of the contract include:
es: La disolución del contrato de servicios puede ocurrir en cualquier momento por cualquiera de las dos partes. No estás obligado a condiciones de permanencia con ON POINT PRODUCTIONS AGENCY LLC. ON POINT PRODUCTIONS AGENCY LLC puede terminar o suspender cualquier y todos los Servicios contratados inmediatamente, sin previo aviso o responsabilidad, en caso de que tú no cumplas con las condiciones aquí expuestas. A la disolución del contrato, tu derecho a utilizar los Servicios cesará inmediatamente. Serán causas de disolución de contrato:

# laFalsedadText
source: Falsehood, in whole or in part, of the data provided in the contracting process for any service. Altering, bypassing, reverse engineering, disassembling, or otherwise altering the security technology provided by ON POINT PRODUCTIONS AGENCY LLC. Cases of abuse of support services by requiring more hours than those established in the contract. False and unfounded opinions with the intent to discredit the owner of the acquired products or services. Any non-compliance established throughout the conditions.
es: La falsedad, en todo o en parte, de los datos suministrados en el proceso de contratación de cualquier servicio. Alterar, eludir, realizar ingeniería inversa, descompilar, desmontar o alterar de ningún modo de la tecnología de seguridad aportada por ON POINT PRODUCTIONS AGENCY LLC. Los casos de abuso de los servicios de soporte por el requerimiento de más horas de las establecidas en el contrato. Opiniones falsas e infundadas con ánimo de desprestigiar al titular de los productos o servicios adquiridos. Cualquier incumplimiento establecido a lo largo de las condiciones.

# laDisolucion
source: Dissolution implies the loss of your rights to the contracted service.
es: La disolución implica la pérdida de sus derechos sobre el servicio contratado.

# todosLosDerechosRes
source: ALL RIGHTS RESERVED © 2023
es: TODOS LOS DERECHOS RESERVADOS © 2023

# estaPolitica
source: This privacy policy, along with the legal notice, cookie policy, sales policy, terms and conditions, and any other referenced policy, identifies how personal data received on this website is collected and processed. The information on this website is not intended for children. A child will be defined as provided by the law of the jurisdiction where it is so defined; in the case of the United States of America, it is someone under the age of 13. If the user believes that a child has provided their personal data on this website without parental consent, they should write to hola@jpdirector.net. If the user is under 13 years old, they must have the authorization of their parents or legal guardians to provide their personal data. JPDIRECTOR has no way of effectively verifying the age of users, so it is exempt from any responsibility if the user does not comply with what is indicated here. At JPDIRECTOR, we comply with the Children's Online Privacy Protection Act of 1998 (“COPPA”). Data identifying the data controller As required by current regulations, we inform you that:
es: Esta política de privacidad junto con el aviso legal, política de cookies, de ventas, términos y condiciones, y cualquier otra política a la que se haga referencia, identifica cómo se recopilan y procesan los datos personales que se reciben en este sitio web. La información que se encuentra en este sitio web no está dirigida a niños. Se entenderá por niño lo que la ley de la jurisdicción donde se encuentre así lo defina, en el caso de Estados Unidos de América es alguien menor a 13 años. Si el usuario cree que algún niño ha proporcionado sus datos personales en este sitio web sin el consentimiento de los padres, deberá escribir a hola@jpdirector.net Si el usuario tiene menos de 13 años, deberá tener la autorización de sus padres o tutores legales para entregar sus datos personales. JPDIRECTOR no tiene manera de comprobar efectivamente la edad de los usuarios, por lo que queda eximida de cualquier responsabilidad, si el usuario no cumple con lo aquí indicado. En JPDIRECTOR cumplimos con la Ley de Protección de la Privacidad en Línea de los Niños de 1998 (“COPPA”). Datos identificativos del responsable Tal y como recoge la normativa vigente, te informamos que:

# laDenominacionSocial
source: -The corporate name of the data controller for this website is: ON POINT PRODUCTIONS AGENCY LLC. For the purposes of this legal notice and terms of use, it will be referred to as JPDIRECTOR hereinafter. -Its registered office is located at: 4020 N MacArthur Blvd Suite 122, Irving, Texas 75038, United States of America. -You can contact them by Email: hola@jpdirector.net -Its social activity is: training, blogging, and advertising consultancy for online businesses.
es: -La denominación social del responsable por este sitio web es: ON POINT PRODUCTIONS AGENCY LLC, Para efectos de este aviso legal y términos de uso, se entenderá en lo adelante como JPDIRECTOR -Su domicilio social se encuentra en: 4020 N MacArthur Blvd Suite 122, Irving, Texas 75038, Estados Unidos de América. -Puedes contactarle al Email: hola@jpdirector.net -Su actividad social es: formación, blogging y asesoría publicitaria para negocios online.

# datosSolicitados
source: Data requested on the website and purpose of processing.
es: Datos solicitados en el sitio web y finalidad del tratamiento.

# nombApllYCorr
source: -Name, last name, and email in contact forms: for any direct contact with JPDIRECTOR, whether to ask questions, provide comments, suggestions, request a service or product, or any other information. Failure to provide the minimum necessary personal data will prevent JPDIRECTOR from responding to the request. -Name and email: to be able to leave comments on the website's blog. -Name, last name, address, phone number, email, tax identification number: this information will be requested at the time of payment for the service to process everything related to the customer. -Name, phone number, and email for newsletter: with the express and voluntary consent of the data subject, the minimum information necessary to send an automated commercial newsletter will be requested on the website, which will inform about advertising, promotions, and other information about the services and/or products offered by JPDIRECTOR. -Email: the email will be requested in order to access the client area, in accordance with the data provided when creating the account.
es: -Nombre, apellidos y correo electrónico en los formularios de contacto: para realizar cualquier contacto directo con JPDIRECTOR, ya sea para plantear dudas, comentarios, sugerencias, solicitar un servicio o producto, o cualquier otra información. No suministrar los datos personales mínimos necesarios imposibilitará a JPDIRECTOR de responder a la petición. -Nombre, correo electrónico: para poder realizar comentarios en el blog del sitio web. -Nombre, apellidos, dirección, teléfono, correo electrónico, número de identificación fiscal: se solicitará esta información al momento del pago del servicio para procesar todo lo relacionado con el cliente. -Nombre, teléfono y correo electrónico para newsletter: con el debido consentimiento expreso y voluntario del titular de los datos, se solicitará en el sitio web la información mínima necesaria para enviar un boletín comercial automatizado, donde se informará sobre publicidad, promociones y otra información de los servicios y/o productos ofrecidos por JPDIRECTOR. -Correo electrónico: se solicitará el correo electrónico para poder acceder al área de cliente, de acuerdo con los datos suministrados al momento de crear la cuenta.

# jpEnTodoMomento
source: JPDIRECTOR will always ensure that the use of the website, its contents, and the processing of user's personal data are carried out correctly. For this purpose, the user can always exercise their rights of access, rectification, limitation, cancellation, portability, forgetfulness, or opposition, all in faithful compliance with the guidelines of the laws governing the matter, by writing to JPDIRECTOR. JPDIRECTOR does not sell or will sell users' personal data to other companies or third parties.
es: JPDIRECTOR en todo momento velará porque el uso que se le da al sitio web, a los contenidos, y al tratamiento de los datos personales del usuario, se realicen de la forma más correcta. Para ello, el usuario siempre podrá ejercer sus derechos de acceso, rectificación, limitación, cancelación, portabilidad, olvido u oposición, todo ello en fiel cumplimiento de las directrices de las leyes que rigen la materia, escribiendo a JPDIRECTOR no vende, no venderá datos personales de los usuarios a otras empresas ni terceros.

# jpCompartira
source: JPDIRECTOR will share with third parties the data it possesses only to fulfill services contracted by a user, send the newsletter, comply with legal requirements, or administer the website. To this end, the necessary confidentiality agreements will be provided between the parties.
es: JPDIRECTOR compartirá con terceros los datos que posee, solo para cumplir con los servicios contratados por algún usuario, enviar la newsletter, cumplir con exigencias legales o para la administración del sitio web. A este efecto, se proporcionarán los debidos acuerdos de confidencialidad entre las partes.

# losEnlacesATerceros
source: Third-party links that may be found on the website have privacy policies that are independent of JPDIRECTOR. Access to these sites shall be the responsibility of the user, and it is their responsibility to understand and decide whether to accept them or not.
es: Los enlaces a terceros que se puedan encontrar en el sitio web poseen políticas de privacidad ajenas a JPDIRECTOR. El acceso a estos sitios deberá ser responsabilidad del usuario, siendo su responsabilidad conocerlas y su decisión aceptarlas o no.

# formularios
source: FORMS
es: FORMULARIOS

# elSitioWebDispone
source: The website has 4 types of forms: Contact form: Users, clients, or participants can find forms that facilitate communication with JPDIRECTOR to ask questions, provide comments, request a quote, book any of the services offered on the website, or assert any rights they may have. Failure to provide the minimum necessary personal data will prevent JPDIRECTOR from responding to the request. This processing will be considered legitimate as part of a pre-contractual diligence. The website server and JPDIRECTOR's email will be responsible for processing. Advertising form: Users, buyers, or participants will be asked for their express and voluntary consent to provide JPDIRECTOR with the minimum necessary data to send advertising and commercial information related to the services and/or products offered by JPDIRECTOR, to be added to an automated email marketing file managed by the data processor indicated below. The processing of personal data in this section has been carried out with the consent of the data subject. Comment forms on the blog: In order to prevent spam, inappropriate messages, and to provide proper tracking, users will be asked for their name, email, and website to identify them in the comments they wish to make on blog posts. This data will be visible to other website users. If you do not want your data to be visible to others, you should contact JPDIRECTOR at the email address hola@jpdirector.net. The website server will be responsible for processing, and this will be done with the consent of the data subject. Service request form: Users, clients, or participants will be asked for their data so that JPDIRECTOR can process the services requested by the client. Legitimate processing of personal data due to the contractual relationship with the client or participant. The data will be stored on the website server.
es: El sitio web dispone de 4 tipos de formularios: De contacto: el usuario, cliente o participante podrá encontrar formularios que facilitarán la comunicación con JPDIRECTOR para plantear dudas, comentarios, solicitar un presupuesto, reservar alguno de los servicios ofrecidos en el sitio web o exigir algún derecho que tenga. No suministrar los datos personales mínimos necesarios imposibilitará a JPDIRECTOR responder a la petición. Este tratamiento se considerará legítimo por ser parte de una diligencia pre-contractual. El servidor del sitio web y del correo electrónico de JPDIRECTOR serán los encargados del tratamiento. De publicidad: se solicitará a los usuarios, compradores o participantes su consentimiento expreso y voluntario para entregar a JPDIRECTOR, los mínimos datos necesarios para enviar publicidad e información comercial relacionada con los servicios y/o productos ofrecidos por JPDIRECTOR, para que se agregue a un fichero automatizado de email marketing gestionado por el encargado del tratamiento que se indica más abajo. El tratamiento de los datos personales que se encuentren en esta sección se ha hecho con el consentimiento del titular de los datos. Para comentarios en el blog: en aras de evitar el spam, mensajes inadecuados, y hacer un correcto seguimiento, se solicitará al usuario su nombre, email y sitio web para identificarlo en los comentarios que desee realizar en las entradas del blog. Estos datos serán visibles para otros usuarios del sitio web. Si no desea que los datos sean visibles por otras personas, deberá comunicarse con JPDIRECTOR al correo electrónico hola@jpdirector.net. El servidor del sitio web será el encargado del tratamiento y que se realizará con el consentimiento del titular de los datos. Para procesar la solicitud del servicio: se solicitará a los usuarios, clientes o participantes sus datos para que JPDIRECTOR pueda procesar los servicios solicitados por el cliente. Tratamiento legítimo de datos personales por la relación contractual que existe con el cliente o participante. Los datos serán guardados en el servidor del sitio web.

# derechos
source: RIGHTS
es: DERECHOS

# elUsuarioTiene
source: The user has the following rights related to their personal data: Access: The user can contact JPDIRECTOR to find out what data has been collected about them. Rectification: The user can rectify the data they have provided to JPDIRECTOR at any time. Objection: As long as it does not interrupt the provision of a service or a legal obligation that JPDIRECTOR has, the user may request the cessation of the processing of their personal data. Deletion: As long as it does not interrupt the provision of a service or a legal obligation that JPDIRECTOR has, the user may request the deletion of their personal data. Processing Limitation: As long as it does not interrupt the provision of a service or a legal obligation that JPDIRECTOR has, the user may request that their personal data be processed as they limit it, for example, requesting that it not be modified, deleted, or suppressed. Portability: Whenever the user requests it and it can be done, they may request a copy of their personal data in a structured, commonly used, machine-readable, and interoperable format or request that it be transmitted to another data controller, provided that the processing is based on consent or within the framework of the execution of a contract. Not to be the subject of automated individual decisions: JPDIRECTOR does not make automated profiles that can significantly or negatively affect the user. Any decision made based on an automated profile is solely for the purpose of sending the user information they have requested in accordance with their browsing habits and material downloads on the website. Information: The user has the right to know how their personal data is processed. To exercise any of these rights, the user can write to the email address hola@jpdirector.net
es: El usuario tiene los siguientes derechos relacionados con sus datos personales: Acceso: el usuario puede dirigirse a JPDIRECTOR para poder saber los datos que se han recopilado de él. Rectificación: el usuario puede en cualquier momento rectificar los datos que haya suministrado a JPDIRECTOR Oposición: siempre que no interrumpa la prestación de un servicio, o una obligación legal que posea JPDIRECTOR, el usuario podrá solicitar el cese al tratamiento de sus datos personales. Supresión: siempre que no interrumpa la prestación de un servicio, o una obligación legal que posea JPDIRECTOR, el usuario podrá solicitar la eliminación de sus datos personales. Limitación al tratamiento: siempre que no interrumpa la prestación de un servicio, o una obligación legal que posea JPDIRECTOR, el usuario podrá solicitar que sus datos personales sean tratados de la forma como él los limite, por ejemplo solicitar que no se modifiquen, que se borren o supriman. Portabilidad: siempre que el usuario así lo solicite y pueda realizarse, podrá solicitar una copia de sus datos personales en un formato estructurado, de uso común, de lectura mecánica e interoperable, o solicitar que se transmita a otro responsable del tratamiento, siempre que el tratamiento se legitime en base al consentimiento o en el marco de la ejecución de un contrato. No ser objeto de decisiones individuales automatizadas: en JPDIRECTOR no se realizan perfiles automatizados que puedan afectar significativa o negativamente al usuario. Cualquier decisión que se tome con base a un perfil automatizado, es con la única finalidad de enviar al usuario una información que haya solicitado de acuerdo con sus hábitos de navegación y descarga de materiales en el sitio web. Información: el usuario tiene derecho a saber la forma en la cual son tratados sus datos personales. Para el ejercicio de cualquiera de estos derechos el usuario puede escribir al correo electrónico hola@jpdirector.net

# encargadosDelTratamiento
source: DATA PROCESSORS
es: ENCARGADOS DEL TRATAMIENTO
